Repository: HanSyngha/Counsel
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, ja, ko, ms, nl, pl, pt, ru, th, tr, uk, vi, zh, zh_tw

# personaDumbledore
source: Albus Dumbledore
ar: ألباس دمبلدور
hi: एल्बस डंबलडोर
it: Albus Silente
ja: アルバス・ダンブルドア
ko: 알버스 덤블도어
nl: Albus Perkamentus
ru: Альбус Дамблдор
th: อัลบัส ดัมเบิลดอร์
uk: Албус Дамблдор
zh: 阿不思·邓布利多
zh_tw: 阿不思·鄧不利多

# personaDumbledoreTitle
source: Headmaster of Hogwarts
ar: مدير هوغوورتس
de: Schulleiter von Hogwarts
es: Director de Hogwarts
fr: Directeur de Poudlard
hi: हॉगवर्ट्स के प्रधानाचार्य
id: Kepala Sekolah Hogwarts
it: Preside di Hogwarts
ja: ホグワーツ校長
ko: 호그와트 교장
ms: Pengetua Hogwarts
nl: Schoolhoofd van Zweinstein
pl: Dyrektor Hogwartu
pt: Diretor de Hogwarts
ru: Директор Хогвартса
th: ครูใหญ่ฮอกวอตส์
tr: Hogwarts Müdürü
uk: Директор Гоґвортсу
vi: Hiệu trưởng Hogwarts
zh: 霍格沃茨校长
zh_tw: 霍格華茲校長

# personaDumbledoreQuote
source: Happiness can be found even in the darkest of times, if one only remembers to turn on the light.
ar: يمكن العثور على السعادة حتى في أحلك الأوقات، إن تذكر المرء فقط أن يضيء النور.
de: Glück kann selbst in den dunkelsten Zeiten gefunden werden, wenn man nur daran denkt, das Licht anzuschalten.
es: La felicidad se puede encontrar incluso en los momentos más oscuros, si uno solo recuerda encender la luz.
fr: Le bonheur peut etre trouve meme dans les moments les plus sombres, si seulement on se souvient d'allumer la lumiere.
hi: सबसे अंधेरे समय में भी खुशी मिल सकती है, बस याद रखो कि दीपक जलाना है।
id: Kebahagiaan dapat ditemukan bahkan di saat-saat tergelap, jika seseorang ingat untuk menyalakan lampu.
it: La felicità si può trovare anche nei momenti più bui, se solo ci si ricorda di accendere la luce.
ja: 最も暗い時でも幸せは見つけられる。光を灯すことを忘れさえしなければ。
ko: 가장 어두운 시간에도 행복을 찾을 수 있다. 단지 불을 켜야 한다는 것을 기억한다면.
ms: Kebahagiaan boleh ditemui walaupun dalam masa yang paling gelap. Jika seseorang ingat untuk menyalakan lampu.
nl: Geluk kan zelfs in de donkerste tijden worden gevonden, als men maar het licht aandoet.
pl: Szczęście można znaleźć nawet w najciemniejszych czasach, jeśli tylko pamiętamy, by włączyć światło.
pt: A felicidade pode ser encontrada mesmo nos momentos mais sombrios, se alguém se lembrar de acender a luz.
ru: Счастье можно найти даже в самые тёмные времена, если не забывать зажигать свет.
th: ความสุขสามารถพบได้แม้ในเวลาที่มืดมนที่สุด ถ้าเพียงแต่จำได้ที่จะจุดไฟ
tr: En karanlık zamanlarda bile mutluluk bulunabilir, yeter ki ışığı açmayı unutmayalım.
uk: Щастя можна знайти навіть у найтемніші часи, якщо не забувати увімкнути світло.
vi: Hạnh phúc có thể được tìm thấy ngay cả trong những thời khắc đen tối nhất, nếu ta chỉ nhớ bật đèn lên.
zh: 即使在最黑暗的时刻也能找到幸福。只要记得点亮明灯。
zh_tw: 即使在最黑暗的時刻也能找到幸福，只要記得把燈打開。

# personaGandhi
source: Mahatma Gandhi
ar: المهاتما غاندي
hi: महात्मा गांधी
ja: マハトマ・ガンジー
ko: 마하트마 간디
ru: Махатма Ганди
th: มหาตมะ คานธี
uk: Махатма Ганді
zh: 圣雄甘地
zh_tw: 聖雄甘地

# personaGandhiTitle
source: Father of the Nation
ar: أبو الأمة الهندية
de: Vater der indischen Nation
es: Padre de la Nación India
fr: Pere de la nation indienne
hi: भारत के राष्ट्रपिता
id: Bapak Bangsa India
it: Padre della Nazione
ja: インドの国父
ko: 인도의 국부
ms: Bapa Negara India
nl: Vader des Vaderlands
pl: Ojciec Narodu
pt: Pai da Nação Indiana
ru: Отец нации Индии
th: บิดาแห่งอินเดีย
tr: Hindistan'ın Babası
uk: Батько Нації
vi: Cha đẻ của nước Ấn Độ
zh: 印度国父
zh_tw: 國父

# personaGandhiQuote
source: Be the change you wish to see in the world.
ar: كن التغيير الذي تريد أن تراه في العالم.
de: Sei die Veränderung, die du in der Welt sehen möchtest.
es: Sé el cambio que deseas ver en el mundo.
fr: Soyez le changement que vous voulez voir dans le monde.
hi: वह बदलाव बनो जो तुम दुनिया में देखना चाहते हो।
id: Jadilah perubahan yang ingin kamu lihat di dunia.
it: Sii il cambiamento che vuoi vedere nel mondo.
ja: あなたが見たいと思う変化に、あなた自身がなりなさい。
ko: 세상에서 보고 싶은 변화가 되어라.
ms: Jadilah perubahan yang kamu ingin lihat di dunia.
nl: Wees de verandering die je in de wereld wilt zien.
pl: Bądź zmianą, którą chcesz zobaczyć w świecie.
pt: Seja a mudança que você deseja ver no mundo.
ru: Будь тем изменением, которое хочешь видеть в мире.
th: จงเป็นการเปลี่ยนแปลงที่คุณต้องการเห็นในโลก
tr: Dünyada görmek istediğiniz değişim siz olun.
uk: Будь тією зміною, яку хочеш бачити у світі.
vi: Hãy là sự thay đổi mà bạn muốn thấy trên thế giới.
zh: 成为你希望在世界上看到的改变。
zh_tw: 成為你希望在世界上看到的改變。

# personaRumi
source: Rumi
ar: الرومي
hi: रूमी
ja: ルーミー
ko: 루미
ru: Руми
th: รูมี
tr: Mevlana
uk: Румі
zh: 鲁米
zh_tw: 魯米

# personaRumiTitle
source: Sufi Poet & Mystic
ar: الشاعر الصوفي والعارف
de: Sufi-Dichter & Mystiker
es: Poeta Sufí y Místico
fr: Poete soufi et mystique
hi: सूफी कवि और रहस्यवादी
id: Penyair Sufi & Mistikus
it: Poeta Sufi e Mistico
ja: スーフィーの詩人・神秘主義者
ko: 수피 시인 & 신비주의자
ms: Penyair & Ahli Sufi
nl: Soefi Dichter & Mysticus
pl: Poeta Sufi i Mistyk
pt: Poeta Sufi & Místico
ru: Суфийский поэт и мистик
th: กวีซูฟีและนักลึกลับ
tr: Sufi Şair ve Mutasavvıf
uk: Суфійський Поет і Містик
vi: Nhà thơ Sufi & Nhà thần bí
zh: 苏菲派诗人与神秘主义者
zh_tw: 蘇菲派詩人與神秘主義者

# personaRumiQuote
source: The wound is the place where the Light enters you.
ar: الجرح هو المكان الذي يدخل منه النور إليك.
de: Die Wunde ist der Ort, an dem das Licht in dich eindringt.
es: La herida es el lugar por donde entra la Luz en ti.
fr: La blessure est l'endroit par ou la lumiere penetre en vous.
hi: घाव वह जगह है जहां से प्रकाश तुम्हारे भीतर प्रवेश करता है।
id: Luka adalah tempat cahaya masuk ke dalam dirimu.
it: La ferita è il luogo dove la Luce entra in te.
ja: 傷は光があなたの中に入ってくる場所である。
ko: 상처는 빛이 당신에게 들어오는 곳이다.
ms: Luka adalah tempat cahaya masuk ke dalam dirimu.
nl: De wond is de plek waar het Licht in je binnentreedt.
pl: Rana to miejsce, gdzie Światło wchodzi do ciebie.
pt: A ferida é o lugar por onde a Luz entra em você.
ru: Рана — это место, через которое в тебя входит свет.
th: บาดแผลคือที่ที่แสงเข้ามาหาคุณ
tr: Yara, ışığın sana girdiği yerdir.
uk: Рана — це місце, де Світло входить у тебе.
vi: Vết thương là nơi ánh sáng đi vào bạn.
zh: 伤口是光进入你内心的地方。
zh_tw: 傷口是光進入你內心的地方。

# personaKrishna
source: Krishna
ar: كريشنا
hi: श्री कृष्ण
ja: クリシュナ
ko: 크리슈나
ru: Кришна
th: พระกฤษณะ
uk: Крішна
zh: 克里希纳
zh_tw: 克里希納

# personaKrishnaTitle
source: Divine Guide of the Bhagavad Gita
ar: المرشد الإلهي في البهاغافاد غيتا
de: Göttlicher Führer der Bhagavad Gita
es: Guía Divino del Bhagavad Gita
fr: Guide divin de la Bhagavad-Gita
hi: भगवद्गीता के दिव्य मार्गदर्शक
id: Pembimbing Ilahi Bhagavad Gita
it: Guida Divina della Bhagavad Gita
ja: バガヴァッド・ギーターの神聖な導き手
ko: 바가바드 기타의 신성한 안내자
ms: Pembimbing Ilahi Bhagavad Gita
nl: Goddelijke Gids van de Bhagavad Gita
pl: Boski Przewodnik Bhagawadgity
pt: Guia Divino do Bhagavad Gita
ru: Божественный наставник Бхагавад-гиты
th: ผู้นำทางศักดิ์สิทธิ์แห่งภควัทคีตา
tr: Bhagavad Gita'nın İlahi Rehberi
uk: Божественний Провідник Бгаґавад-ґіти
vi: Người dẫn đường thiêng liêng trong Bhagavad Gita
zh: 薄伽梵歌的神圣向导
zh_tw: 薄伽梵歌的神聖指引者

# personaKrishnaQuote
source: You have the right to work, but never to the fruit of work.
ar: لك الحق في العمل، لكن ليس لك الحق في ثماره.
de: Du hast das Recht zu handeln, aber niemals auf die Früchte des Handelns.
es: Tienes derecho a trabajar, pero nunca al fruto del trabajo.
fr: Vous avez le droit d'agir, mais jamais sur les fruits de vos actions.
hi: कर्म करने का अधिकार है, फल की चिंता मत करो।
id: Kamu berhak atas tindakan, tetapi tidak atas hasilnya.
it: Hai il diritto di lavorare, ma mai al frutto del lavoro.
ja: 行動する権利はあるが、その結果に対する権利はない。
ko: 행동할 권리는 있으나, 그 결과에 대한 권리는 없다.
ms: Kamu berhak untuk bertindak, tetapi tidak berhak atas hasilnya.
nl: Je hebt recht op werk, maar nooit op de vruchten ervan.
pl: Masz prawo do pracy, ale nigdy do owocu pracy.
pt: Você tem o direito de agir, mas nunca sobre o fruto da ação.
ru: Ты имеешь право на действие, но не на его плоды.
th: คุณมีสิทธิ์ในการกระทำเท่านั้น ไม่มีสิทธิ์ในผลของมัน
tr: Eyleme hakkınız var, ama sonuçlarına asla.
uk: Ти маєш право на працю, але ніколи на її плоди.
vi: Bạn có quyền hành động, nhưng không có quyền với kết quả của hành động.
zh: 你有权行动，但无权享受行动的果实。
zh_tw: 你有權利工作，但永遠無權享受工作的果實。

# personaBrahma
source: Brahma
ar: براهما
hi: ब्रह्मा
ja: ブラフマー
ko: 브라흐마
ru: Брахма
th: พระพรหม
uk: Брахма
zh: 梵天
zh_tw: 梵天

# personaBrahmaTitle
source: The Creator God
ar: إله الخلق
de: Der Schöpfergott
es: El Dios Creador
fr: Dieu de la creation
hi: सृष्टि के देवता
id: Dewa Pencipta
it: Il Dio Creatore
ja: 創造の神
ko: 창조의 신
ms: Dewa Penciptaan
nl: De Scheppergod
pl: Bóg Stworzyciel
pt: O Deus Criador
ru: Бог-творец
th: เทพแห่งการสร้างสรรค์
tr: Yaratıcı Tanrı
uk: Бог-Творець
vi: Thần sáng tạo
zh: 创造之神
zh_tw: 創造之神

# personaBrahmaQuote
source: From the unreal lead me to the real, from darkness lead me to light.
ar: من الوهم إلى الحقيقة، ومن الظلام إلى النور، اهدني.
de: Vom Unwirklichen führe mich zum Wirklichen, von der Dunkelheit führe mich zum Licht.
es: De lo irreal llévame a lo real, de la oscuridad llévame a la luz.
fr: Guidez-nous de l'illusion vers la verite, des tenebres vers la lumiere.
hi: असत्य से सत्य की ओर, अंधकार से प्रकाश की ओर ले चलो।
id: Dari yang tidak nyata menuju yang nyata, dari kegelapan menuju cahaya.
it: Dall'irreale guidami al reale, dall'oscurità guidami alla luce.
ja: 虚偽から真実へ、闇から光へ導きたまえ。
ko: 허상에서 진실로, 어둠에서 빛으로 인도하소서.
ms: Pimpinlah kami dari khayalan kepada kebenaran, dari kegelapan kepada cahaya.
nl: Van het onwerkelijke leid mij naar het werkelijke, van duisternis leid mij naar licht.
pl: Od nierzeczywistego prowadź mnie do rzeczywistego, od ciemności prowadź mnie do światła.
pt: Do irreal leva-me ao real, das trevas leva-me à luz.
ru: Веди нас от иллюзии к истине, от тьмы к свету.
th: นำข้าพเจ้าจากมายาสู่ความจริง จากความมืดสู่แสงสว่าง
tr: Bizi gerçek olmayandan gerçeğe, karanlıktan ışığa götür.
uk: Від неправди веди мене до правди, від темряви веди мене до світла.
vi: Từ ảo tưởng đến chân lý, từ bóng tối đến ánh sáng, xin hãy dẫn dắt chúng con.
zh: 引领我从虚幻走向真实，从黑暗走向光明。
zh_tw: 從虛幻引領我至真實，從黑暗引領我至光明。

# personaVishnu
source: Vishnu
ar: فيشنو
hi: विष्णु
id: Wisnu
ja: ヴィシュヌ
ko: 비슈누
ru: Вишну
th: พระวิษณุ
tr: Vişnu
uk: Вішну
zh_tw: 毗濕奴

# personaVishnuTitle
source: The Preserver God
ar: إله الحفظ
fr: Le Dieu Preservateur
hi: पालनकर्ता देव
id: Dewa Pemelihara
it: Il Dio Preservatore
ja: 維持の神
ko: 유지의 신
ms: Dewa Pemelihara
nl: De Behoedergod
pl: Bóg Zachowawca
ru: Бог-Хранитель
th: เทพผู้พิทักษ์
tr: Koruyucu Tanrı
uk: Бог-Охоронець
vi: Thần Bảo Tồn
zh_tw: 守護之神

# personaVishnuQuote
source: Whenever dharma declines, I manifest myself to protect the righteous.
ar: كلما تراجعت الدارما، أتجلى لحماية الصالحين.
fr: Chaque fois que le dharma decline, je me manifeste pour proteger les justes.
hi: जब भी धर्म का पतन होता है, मैं धर्मियों की रक्षा के लिए प्रकट होता हूं।
id: Setiap kali dharma menurun, aku mewujudkan diri untuk melindungi yang benar.
it: Ogni volta che il dharma declina, mi manifesto per proteggere i giusti.
ja: ダルマが衰退するたびに、私は正しき者を守るために現れる。
ko: 다르마가 쇠퇴할 때마다, 나는 의로운 자를 보호하기 위해 현현한다.
ms: Setiap kali dharma merosot, aku menzahirkan diri untuk melindungi yang benar.
nl: Telkens wanneer dharma afneemt, manifesteer ik mezelf om de rechtvaardigen te beschermen.
pl: Ilekroć dharma upada, manifestuję się, by chronić sprawiedliwych.
ru: Когда дхарма приходит в упадок, я являюсь, чтобы защитить праведных.
th: เมื่อใดที่ธรรมะเสื่อมถอย ข้าจะปรากฏกายเพื่อปกป้องผู้ชอบธรรม
tr: Dharma her zayıfladığında, doğru olanları korumak için kendimi gösteririm.
uk: Щоразу, коли дхарма занепадає, я проявляюся, щоб захистити праведних.
vi: Mỗi khi dharma suy tàn, ta hiện thân để bảo vệ người chính nghĩa.
zh_tw: 每當正法衰落，我就會顯現來保護正義之人。

# personaTolstoy
source: Leo Tolstoy
ar: ليو تولستوي
de: Leo Tolstoi
es: León Tolstói
fr: Leon Tolstoi
hi: लियो टॉल्स्टॉय
it: Lev Tolstoj
ja: レフ・トルストイ
ko: 레프 톨스토이
nl: Leo Tolstoj
pl: Lew Tołstoj
pt: Lev Tolstói
ru: Лев Толстой
th: เลโอ ตอลสตอย
tr: Lev Tolstoy
uk: Лев Толстой
zh: 列夫·托尔斯泰
zh_tw: 列夫·托爾斯泰

# personaTolstoyTitle
source: Russian Literary Giant
ar: عملاق الأدب الروسي
de: Riese der russischen Literatur
es: Gigante de la Literatura Rusa
fr: Maitre de la litterature russe
hi: रूसी साहित्य के महान लेखक
id: Maestro Sastra Rusia
it: Gigante della Letteratura Russa
ja: ロシア文学の巨匠
ko: 러시아 문학의 거장
ms: Tokoh Sastera Rusia
nl: Russische Literaire Reus
pl: Gigant Literatury Rosyjskiej
pt: Gigante da Literatura Russa
ru: Великий русский писатель
th: ยักษ์ใหญ่แห่งวรรณกรรมรัสเซีย
tr: Rus Edebiyatının Ustası
uk: Велетень Російської Літератури
vi: Bậc thầy văn học Nga
zh: 俄罗斯文学巨匠
zh_tw: 俄國文學巨匠

# personaTolstoyQuote
source: Everyone thinks of changing the world, but no one thinks of changing himself.
ar: الجميع يفكر في تغيير العالم، لكن لا أحد يفكر في تغيير نفسه.
de: Jeder denkt daran, die Welt zu verändern, aber niemand denkt daran, sich selbst zu verändern.
es: Todos piensan en cambiar el mundo, pero nadie piensa en cambiarse a sí mismo.
fr: Tout le monde veut changer le monde, mais personne ne veut se changer soi-meme.
hi: हर कोई दुनिया बदलना चाहता है, लेकिन कोई खुद को बदलना नहीं चाहता।
id: Semua orang berpikir untuk mengubah dunia, tetapi tidak ada yang berpikir untuk mengubah dirinya sendiri.
it: Tutti pensano a cambiare il mondo, ma nessuno pensa a cambiare se stesso.
ja: 誰もが世界を変えようとするが、自分自身を変えようとする者はいない。
ko: 누구나 세상을 바꾸려 하지만, 자신을 바꾸려는 사람은 없다.
ms: Semua orang mahu mengubah dunia, tetapi tiada siapa yang mahu mengubah dirinya sendiri.
nl: Iedereen denkt aan het veranderen van de wereld, maar niemand denkt aan het veranderen van zichzelf.
pl: Każdy myśli o zmienianiu świata, ale nikt nie myśli o zmienianiu siebie.
pt: Todos pensam em mudar o mundo, mas ninguém pensa em mudar a si mesmo.
ru: Каждый мечтает изменить мир, но никто не думает о том, как изменить себя.
th: ทุกคนคิดที่จะเปลี่ยนโลก แต่ไม่มีใครคิดที่จะเปลี่ยนตัวเอง
tr: Herkes dünyayı değiştirmeyi düşünür, ama kimse kendini değiştirmeyi düşünmez.
uk: Кожен думає про зміну світу, але ніхто не думає про зміну себе.
vi: Ai cũng nghĩ đến việc thay đổi thế giới, nhưng không ai nghĩ đến việc thay đổi chính mình.
zh: 每个人都想改变世界，却没人想改变自己。
zh_tw: 每個人都想改變世界，卻沒有人想改變自己。

# category_anime
source: Anime
ar: أنمي
hi: एनीमे
ja: アニメ
ko: 애니메이션
ru: Аниме
th: อนิเมะ
uk: Аніме
zh: 动漫

# persona_luffy
source: Monkey D. Luffy
ar: مونكي دي لوفي
hi: मंकी डी. लफी
ja: モンキー・D・ルフィ
ko: 몽키 D. 루피
ru: Монки Д. Луффи
th: มังกี้ ดี. ลูฟี่
uk: Монкі Д. Луффі
zh: 蒙奇·D·路飞

# persona_luffy_title
source: Future Pirate King
ar: ملك القراصنة المستقبلي
fr: Futur Roi des Pirates
hi: भविष्य के पाइरेट किंग
id: Calon Raja Bajak Laut
it: Futuro Re dei Pirati
ja: 未来の海賊王
ko: 미래의 해적왕
ms: Bakal Raja Lanun
nl: Toekomstige Piratenkoning
ru: Будущий Король Пиратов
th: ราชาโจรสลัดในอนาคต
tr: Gelecekteki Korsan Kral
uk: Майбутній Король Піратів
vi: Vua Hai Tac tuong lai
zh: 未来的海贼王

# persona_luffy_quote
source: I'm gonna be the Pirate King!
ar: سأصبح ملك القراصنة!
fr: Je serai le Roi des Pirates!
hi: मैं पाइरेट किंग बनूंगा!
id: Aku akan menjadi Raja Bajak Laut!
it: Diventero il Re dei Pirati!
ja: おれは海賊王になる!
ko: 난 해적왕이 될 거야!
ms: Saya akan menjadi Raja Lanun!
nl: Ik word de Koning der Piraten!
ru: Я стану Королём Пиратов!
th: ฉันจะเป็นราชาโจรสลัด!
tr: Korsanlar Krali olacagim!
uk: Я стану Королем Піратів!
vi: Toi se tro thanh Vua Hai Tac!
zh: 我要成为海贼王!
