Repository: HanSyngha/Counsel
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, ja, ko, ms, nl, pl, pt, ru, th, tr, uk, vi, zh, zh_tw

# personaSocratesQuote
source: The unexamined life is not worth living.
ar: الحياة غير المختبرة لا تستحق أن تُعاش.
de: Ein ungeprüftes Leben ist nicht lebenswert.
es: Una vida sin examinar no merece ser vivida.
fr: Une vie sans examen ne vaut pas la peine d'etre vecue.
hi: बिना जांचा जीवन जीने योग्य नहीं है।
id: Hidup yang tidak diperiksa tidak layak untuk dijalani.
it: Una vita non esaminata non vale la pena di essere vissuta.
ja: 吟味されない人生は生きるに値しない。
ko: 성찰하지 않는 삶은 살 가치가 없다.
ms: Kehidupan yang tidak diperiksa tidak layak untuk dijalani.
nl: Een ononderzocht leven is het leven niet waard.
pl: Niezbadane życie nie jest warte przeżycia.
pt: Uma vida não examinada não vale a pena ser vivida.
ru: Непознанная жизнь не стоит того, чтобы быть прожитой.
th: ชีวิตที่ไม่ได้รับการตรวจสอบไม่คุ้มค่าแก่การมีชีวิตอยู่
tr: Sorgulanmamış hayat yaşanmaya değmez.
uk: Нерозглянуте життя не варте того, щоб його жити.
vi: Cuộc sống không được suy xét thì không đáng sống.
zh: 未经审视的人生不值得过。
zh_tw: 未經審視的人生不值得活。

# personaPlato
source: Plato
ar: أفلاطون
de: Platon
es: Platón
fr: Platon
hi: प्लेटो
it: Platone
ja: プラトン
ko: 플라톤
pl: Platon
pt: Platão
ru: Платон
th: เพลโต
tr: Platon
uk: Платон
zh: 柏拉图
zh_tw: 柏拉圖

# personaPlatoTitle
source: Philosopher of the Forms
ar: فيلسوف المُثُل
de: Philosoph der Formen
es: Filósofo de las Formas
fr: Philosophe des Idees
hi: आदर्शों के दार्शनिक
id: Filsuf Ide
it: Filosofo delle Forme
ja: イデアの哲学者
ko: 이데아의 철학자
ms: Ahli Falsafah Bentuk
nl: Filosoof van de Vormen
pl: Filozof Form
pt: Filósofo das Formas
ru: Философ идей
th: นักปรัชญาแห่งอุดมคติ
tr: İdealar Filozofu
uk: Філософ Форм
vi: Triết gia của thế giới ý niệm
zh: 理念论哲学家
zh_tw: 理型論哲學家

# personaPlatoQuote
source: Be kind, for everyone you meet is fighting a hard battle.
ar: كن رحيماً، فكل من تلقاه يخوض معركة شاقة.
de: Sei freundlich, denn jeder, dem du begegnest, kämpft einen harten Kampf.
es: Sé amable, porque cada persona que conoces está librando una dura batalla.
fr: Soyez bon, car chaque personne que vous rencontrez mene un dur combat.
hi: दयालु बनो, क्योंकि हर व्यक्ति जिससे तुम मिलते हो वह एक कठिन लड़ाई लड़ रहा है।
id: Bersikaplah baik, karena setiap orang yang kamu temui sedang berjuang keras.
it: Sii gentile, perché ogni persona che incontri sta combattendo una dura battaglia.
ja: 親切であれ、あなたが出会うすべての人は厳しい戦いを戦っているのだから。
ko: 친절하라, 당신이 만나는 모든 사람은 힘든 싸움을 하고 있다.
ms: Berbaik hatilah, kerana setiap orang yang kamu temui sedang berjuang dalam pertempuran yang sukar.
nl: Wees aardig, want iedereen die je ontmoet voert een harde strijd.
pl: Bądź życzliwy, bo każdy, kogo spotykasz, toczy trudną walkę.
pt: Seja gentil, pois cada pessoa que você encontra está lutando uma batalha difícil.
ru: Будьте добры, ведь каждый, кого вы встречаете, ведёт свою нелёгкую борьбу.
th: จงมีเมตตา เพราะทุกคนที่คุณพบกำลังต่อสู้ในศึกที่ยากลำบาก
tr: Nazik ol, çünkü karşılaştığın herkes zor bir savaş veriyor.
uk: Будь добрим, бо кожен, кого ти зустрічаєш, веде важку боротьбу.
vi: Hãy tử tế, vì mỗi người bạn gặp đều đang chiến đấu với trận chiến khó khăn.
zh: 善待他人，因为你遇到的每个人都在进行一场艰难的战斗。
zh_tw: 要善良，因為你遇到的每個人都在進行一場艱難的戰鬥。

# personaAristotle
source: Aristotle
ar: أرسطو
de: Aristoteles
es: Aristóteles
fr: Aristote
hi: अरस्तू
id: Aristoteles
it: Aristotele
ja: アリストテレス
ko: 아리스토텔레스
nl: Aristoteles
pl: Arystoteles
pt: Aristóteles
ru: Аристотель
th: อริสโตเติล
tr: Aristoteles
uk: Арістотель
zh: 亚里士多德
zh_tw: 亞里士多德

# personaAristotleTitle
source: The First Teacher
ar: المعلم الأول
de: Der Erste Lehrer
es: El Primer Maestro
fr: Le premier maitre
hi: प्रथम गुरु
id: Guru Pertama
it: Il Primo Maestro
ja: 万学の祖
ko: 최초의 스승
ms: Guru Pertama
nl: De Eerste Leraar
pl: Pierwszy Nauczyciel
pt: O Primeiro Mestre
ru: Первый учитель
th: ปรมาจารย์คนแรก
tr: İlk Öğretmen
uk: Перший Вчитель
vi: Người thầy đầu tiên
zh: 万学之师
zh_tw: 第一位老師

# personaAristotleQuote
source: We are what we repeatedly do. Excellence is not an act, but a habit.
ar: نحن ما نفعله بشكل متكرر. التميز إذن ليس فعلاً، بل عادة.
de: Wir sind, was wir wiederholt tun. Exzellenz ist keine Handlung, sondern eine Gewohnheit.
es: Somos lo que hacemos repetidamente. La excelencia no es un acto, sino un hábito.
fr: Nous sommes ce que nous faisons regulierement. L'excellence n'est pas un acte, mais une habitude.
hi: हम वही हैं जो हम बार-बार करते हैं। उत्कृष्टता कोई कार्य नहीं, बल्कि आदत है।
id: Kita adalah apa yang kita lakukan berulang kali. Keunggulan bukanlah tindakan, melainkan kebiasaan.
it: Siamo ciò che facciamo ripetutamente. L'eccellenza non è un atto, ma un'abitudine.
ja: 私たちは繰り返し行うことの結果である。卓越は行為ではなく習慣である。
ko: 우리는 반복적으로 하는 것이 곧 우리 자신이다. 탁월함은 행동이 아니라 습관이다.
ms: Kita adalah apa yang kita lakukan berulang kali. Kecemerlangan bukanlah tindakan, tetapi tabiat.
nl: Wij zijn wat we herhaaldelijk doen. Excellentie is geen daad, maar een gewoonte.
pl: Jesteśmy tym, co robimy wielokrotnie. Doskonałość to nie czyn, lecz nawyk.
pt: Somos o que fazemos repetidamente. Excelência não é um ato, mas um hábito.
ru: Мы есть то, что мы делаем постоянно. Совершенство — это не действие, а привычка.
th: เราคือสิ่งที่เราทำซ้ำๆ ความเป็นเลิศจึงไม่ใช่การกระทำ แต่เป็นนิสัย
tr: Biz tekrar tekrar yaptığımız şeyiz. Mükemmellik bir eylem değil, bir alışkanlık meselesidir.
uk: Ми є тим, що ми робимо постійно. Досконалість — не дія, а звичка.
vi: Chúng ta là những gì chúng ta làm đi làm lại. Sự xuất sắc không phải là hành động, mà là thói quen.
zh: 我们反复做的事情造就了我们。因此，卓越不是一种行为，而是一种习惯。
zh_tw: 我們重複做的事情造就了我們。卓越不是一種行為，而是一種習慣。

# personaSeneca
source: Seneca
ar: سينيكا
es: Séneca
fr: Seneque
hi: सेनेका
ja: セネカ
ko: 세네카
pl: Seneka
pt: Sêneca
ru: Сенека
th: เซเนกา
tr: Seneka
uk: Сенека
zh: 塞涅卡
zh_tw: 塞內卡

# personaSenecaTitle
source: Stoic Philosopher
ar: الفيلسوف الرواقي
de: Stoischer Philosoph
es: Filósofo Estoico
fr: Philosophe stoicien
hi: स्टोइक दार्शनिक
id: Filsuf Stoa
it: Filosofo Stoico
ja: ストア派の哲学者
ko: 스토아 철학자
ms: Ahli Falsafah Stoik
nl: Stoïcijns Filosoof
pl: Filozof Stoicki
pt: Filósofo Estoico
ru: Философ-стоик
th: นักปรัชญาสโตอิก
tr: Stoacı Filozof
uk: Філософ-Стоїк
vi: Triết gia khắc kỷ
zh: 斯多葛派哲学家
zh_tw: 斯多葛派哲學家

# personaSenecaQuote
source: It is not that we have a short time to live, but that we waste a lot of it.
ar: ليس أن لدينا وقتاً قليلاً، بل نضيع الكثير منه.
de: Es ist nicht so, dass wir wenig Zeit haben, sondern dass wir viel davon verschwenden.
es: No es que tengamos poco tiempo, sino que desperdiciamos mucho.
fr: Ce n'est pas que nous manquons de temps, c'est que nous en gaspillons beaucoup.
hi: हमारे पास समय कम नहीं है, बल्कि हम बहुत समय बर्बाद करते हैं।
id: Bukan karena kita kekurangan waktu, melainkan karena kita menyia-nyiakan banyak waktu.
it: Non è che abbiamo poco tempo, ma ne sprechiamo molto.
ja: 私たちには時間が足りないのではない。多くの時間を無駄にしているのだ。
ko: 우리에게 시간이 부족한 것이 아니라, 우리가 많은 시간을 낭비하는 것이다.
ms: Bukan kita kekurangan masa, tetapi kita membazirkan banyak masa.
nl: Het is niet dat we weinig tijd hebben, maar dat we veel verspillen.
pl: Nie mamy za mało czasu, ale zbyt wiele go marnujemy.
pt: Não é que tenhamos pouco tempo, mas que desperdiçamos muito dele.
ru: Дело не в том, что нам мало времени, а в том, что мы много его теряем.
th: ไม่ใช่ว่าเรามีเวลาน้อยเกินไป แต่เราสูญเสียเวลาไปมากเกินไป
tr: Az zamanımız yok, çok zaman harcıyoruz.
uk: Справа не в тому, що ми маємо мало часу, а в тому, що ми багато його витрачаємо.
vi: Không phải chúng ta có ít thời gian, mà là chúng ta lãng phí quá nhiều.
zh: 不是我们拥有的时间太少，而是我们浪费的时间太多。
zh_tw: 不是我們擁有的時間太少，而是我們浪費的太多。

# personaConfucius
source: Confucius
ar: كونفوشيوس
de: Konfuzius
es: Confucio
hi: कन्फ्यूशियस
id: Konfusius
it: Confucio
ja: 孔子
ko: 공자
pl: Konfucjusz
pt: Confúcio
ru: Конфуций
th: ขงจื๊อ
tr: Konfüçyüs
uk: Конфуцій
vi: Khổng Tử
zh: 孔子
zh_tw: 孔子

# personaConfuciusTitle
source: The Great Sage
ar: الحكيم العظيم
de: Der Große Weise
es: El Gran Sabio
fr: Le grand sage
hi: महान संत
id: Orang Bijak Agung
it: Il Grande Saggio
ja: 偉大な聖人
ko: 위대한 성인
ms: Orang Bijak Agung
nl: De Grote Wijze
pl: Wielki Mędrzec
pt: O Grande Sábio
ru: Великий мудрец
th: นักปราชญ์ผู้ยิ่งใหญ่
tr: Ulu Bilge
uk: Великий Мудрець
vi: Bậc thánh nhân vĩ đại
zh: 至圣先师
zh_tw: 至聖先師

# personaConfuciusQuote
source: It does not matter how slowly you go as long as you do not stop.
ar: لا يهم مدى بطئك، طالما أنك لا تتوقف.
de: Es ist egal, wie langsam du gehst, solange du nicht stehen bleibst.
es: No importa cuán lento vayas, siempre y cuando no te detengas.
fr: Peu importe la lenteur de votre avancee, tant que vous n'arretez pas.
hi: इससे कोई फर्क नहीं पड़ता कि तुम कितनी धीरे चलते हो, बस रुको मत।
id: Tidak masalah seberapa lambat Anda berjalan selama Anda tidak berhenti.
it: Non importa quanto lentamente vai, purché tu non ti fermi.
ja: 止まらない限り、どんなにゆっくり進んでも構わない。
ko: 멈추지 않는 한 얼마나 천천히 가는지는 중요하지 않다.
ms: Tidak kira betapa perlahan kamu bergerak, selagi kamu tidak berhenti.
nl: Het maakt niet uit hoe langzaam je gaat, zolang je niet stopt.
pl: Nie ma znaczenia, jak wolno idziesz, dopóki się nie zatrzymujesz.
pt: Não importa quão devagar você vá, desde que não pare.
ru: Неважно, как медленно ты идёшь, главное — не останавливайся.
th: ไม่สำคัญว่าคุณจะเดินช้าแค่ไหน ตราบใดที่คุณไม่หยุดเดิน
tr: Durmadığınız sürece ne kadar yavaş gittiğinizin önemi yoktur.
uk: Не важливо, як повільно ти йдеш, головне — не зупинятися.
vi: Không quan trọng bạn đi chậm đến đâu, miễn là bạn không dừng lại.
zh: 不怕慢，只怕站。
zh_tw: 不論你走得多慢，只要你不停下來就好。

# personaLaozi
source: Laozi
ar: لاو تزو
fr: Lao Tseu
hi: लाओ त्ज़ु
ja: 老子
ko: 노자
ru: Лао-цзы
th: เล่าจื๊อ
tr: Lao Tzu
uk: Лао-цзи
vi: Lão Tử
zh: 老子
zh_tw: 老子

# personaLaoziTitle
source: Founder of Taoism
ar: مؤسس الطاوية
de: Gründer des Taoismus
es: Fundador del Taoísmo
fr: Fondateur du taoisme
hi: ताओवाद के संस्थापक
id: Pendiri Taoisme
it: Fondatore del Taoismo
ja: 道教の創始者
ko: 도교의 창시자
ms: Pengasas Taoisme
nl: Stichter van het Taoïsme
pl: Założyciel Taoizmu
pt: Fundador do Taoísmo
ru: Основатель даосизма
th: ผู้ก่อตั้งลัทธิเต๋า
tr: Taoculuğun Kurucusu
uk: Засновник Даосизму
vi: Người sáng lập Đạo giáo
zh: 道家创始人
zh_tw: 道家創始人

# personaLaoziQuote
source: The journey of a thousand miles begins with a single step.
ar: رحلة الألف ميل تبدأ بخطوة واحدة.
de: Eine Reise von tausend Meilen beginnt mit einem einzigen Schritt.
es: Un viaje de mil millas comienza con un solo paso.
fr: Un voyage de mille lieues commence par un seul pas.
hi: हजार मील की यात्रा एक कदम से शुरू होती है।
id: Perjalanan seribu mil dimulai dengan satu langkah.
it: Un viaggio di mille miglia inizia con un singolo passo.
ja: 千里の道も一歩から始まる。
ko: 천 리 길도 한 걸음부터 시작된다.
ms: Perjalanan seribu batu bermula dengan satu langkah.
nl: Een reis van duizend mijl begint met een enkele stap.
pl: Podróż tysiąca mil zaczyna się od jednego kroku.
pt: Uma jornada de mil milhas começa com um único passo.
ru: Путь в тысячу ли начинается с одного шага.
th: การเดินทางพันลี้เริ่มต้นด้วยก้าวเดียว
tr: Bin millik yolculuk tek bir adımla başlar.
uk: Шлях у тисячу миль починається з одного кроку.
vi: Hành trình ngàn dặm bắt đầu từ một bước chân.
zh: 千里之行，始于足下。
zh_tw: 千里之行，始於足下。

# personaJesus
source: Jesus
ar: عيسى
es: Jesús
hi: ईसा मसीह
id: Yesus
it: Gesù
ja: イエス
ko: 예수
ms: Nabi Isa
nl: Jezus
pl: Jezus
ru: Иисус
th: พระเยซู
tr: İsa
uk: Ісус
vi: Chúa Jesus
zh: 耶稣
zh_tw: 耶穌

# personaJesusTitle
source: Spiritual Teacher
ar: المعلم الروحي
de: Spiritueller Lehrer
es: Maestro Espiritual
fr: Maitre spirituel
hi: आध्यात्मिक गुरु
id: Guru Spiritual
it: Maestro Spirituale
ja: 精神的な師
ko: 영적 스승
ms: Guru Rohani
nl: Spiritueel Leraar
pl: Nauczyciel Duchowy
pt: Mestre Espiritual
ru: Духовный учитель
th: ครูทางจิตวิญญาณ
tr: Ruhani Öğretmen
uk: Духовний Вчитель
vi: Người thầy tâm linh
zh: 灵性导师
zh_tw: 靈性導師

# personaJesusQuote
source: Love your neighbor as yourself.
ar: أحبب قريبك كنفسك.
de: Liebe deinen Nächsten wie dich selbst.
es: Ama a tu prójimo como a ti mismo.
fr: Tu aimeras ton prochain comme toi-meme.
hi: अपने पड़ोसी से अपने समान प्रेम करो।
id: Kasihilah sesamamu manusia seperti dirimu sendiri.
it: Ama il prossimo tuo come te stesso.
ja: 汝の隣人を汝自身のように愛せよ。
ko: 네 이웃을 네 몸과 같이 사랑하라.
ms: Kasihilah sesamamu seperti dirimu sendiri.
nl: Heb je naaste lief als jezelf.
pl: Kochaj bliźniego swego jak siebie samego.
pt: Ama o teu próximo como a ti mesmo.
ru: Возлюби ближнего твоего, как самого себя.
th: จงรักเพื่อนบ้านเหมือนรักตนเอง
tr: Komşunu kendin gibi sev.
uk: Люби ближнього свого як самого себе.
vi: Hãy yêu người lân cận như chính mình.
zh: 爱人如己。
zh_tw: 愛你的鄰人如同愛自己。

# personaBuddha
source: Buddha
ar: بوذا
es: Buda
fr: Bouddha
hi: गौतम बुद्ध
ja: 釈迦
ko: 석가모니
nl: Boeddha
pl: Budda
pt: Buda
ru: Будда
th: พระพุทธเจ้า
tr: Buda
uk: Будда
vi: Đức Phật
zh: 释迦牟尼
zh_tw: 佛陀

# personaBuddhaTitle
source: The Awakened One
ar: المستنير
de: Der Erwachte
es: El Iluminado
fr: L'Eveille
hi: प्रबुद्ध
id: Yang Tercerahkan
it: Il Risvegliato
ja: 悟りを開いた者
ko: 깨달은 자
ms: Yang Tercerahkan
nl: De Ontwaakte
pl: Przebudzony
pt: O Iluminado
ru: Просветлённый
th: ผู้ตรัสรู้
tr: Aydınlanmış Olan
uk: Просвітлений
vi: Đấng giác ngộ
zh: 觉者
zh_tw: 覺者

# personaBuddhaQuote
source: Peace comes from within. Do not seek it without.
ar: السلام يأتي من الداخل. لا تبحث عنه في الخارج.
de: Frieden kommt von innen. Suche ihn nicht außerhalb.
es: La paz viene de dentro. No la busques fuera.
fr: La paix vient de l'interieur. Ne la cherchez pas a l'exterieur.
hi: शांति भीतर से आती है। इसे बाहर मत खोजो।
id: Kedamaian datang dari dalam. Jangan mencarinya di luar.
it: La pace viene da dentro. Non cercarla fuori.
ja: 平和は内面から来る。外に求めてはならない。
ko: 평화는 내면에서 온다. 밖에서 찾지 말라.
ms: Kedamaian datang dari dalam. Jangan mencarinya di luar.
nl: Vrede komt van binnenuit. Zoek het niet daarbuiten.
pl: Pokój pochodzi z wewnątrz. Nie szukaj go na zewnątrz.
pt: A paz vem de dentro. Não a procure fora.
ru: Покой приходит изнутри. Не ищи его снаружи.
th: สันติสุขมาจากภายใน อย่าแสวงหาจากภายนอก
tr: Huzur içten gelir. Dışarıda arama.
uk: Мир приходить зсередини. Не шукай його ззовні.
vi: Bình an đến từ nội tâm. Đừng tìm kiếm nó ở bên ngoài.
zh: 平和来自内心。不要向外寻求。
zh_tw: 平靜來自內心。不要向外尋求。

# personaMuhammad
source: Muhammad
ar: محمد
de: Mohammed
es: Mahoma
fr: Mahomet
hi: पैगंबर मुहम्मद
it: Maometto
ja: ムハンマド
ko: 무함마드
ms: Nabi Muhammad
nl: Mohammed
pl: Mahomet
pt: Maomé
ru: Мухаммед
th: มุฮัมมัด
tr: Hz. Muhammed
uk: Мухаммед
zh: 穆罕默德
zh_tw: 穆罕默德

# personaMuhammadTitle
source: Prophet of Islam
ar: نبي الإسلام
de: Prophet des Islam
es: Profeta del Islam
fr: Prophete de l'Islam
hi: इस्लाम के पैगंबर
id: Nabi Islam
it: Profeta dell'Islam
ja: イスラムの預言者
ko: 이슬람의 예언자
ms: Nabi Islam
nl: Profeet van de Islam
pl: Prorok Islamu
pt: Profeta do Islã
ru: Пророк ислама
th: ศาสดาแห่งอิสลาม
tr: İslam'ın Peygamberi
uk: Пророк Ісламу
vi: Nhà tiên tri của Hồi giáo
zh: 伊斯兰先知
zh_tw: 伊斯蘭先知

# personaMuhammadQuote
source: The best among you are those who have the best character.
ar: خيركم أحسنكم أخلاقاً.
de: Die Besten unter euch sind diejenigen mit dem besten Charakter.
es: Los mejores entre vosotros son los que tienen el mejor carácter.
fr: La meilleure personne est celle qui a le meilleur caractere.
hi: सर्वश्रेष्ठ व्यक्ति वह है जिसका आचरण सबसे अच्छा हो।
id: Orang terbaik adalah mereka yang memiliki akhlak terbaik.
it: I migliori tra voi sono quelli che hanno il miglior carattere.
ja: 最も優れた人とは、最も良い品性を持つ人である。
ko: 가장 훌륭한 사람은 가장 좋은 품성을 가진 사람이다.
ms: Orang yang terbaik adalah mereka yang mempunyai akhlak yang terbaik.
nl: De besten onder jullie zijn degenen met het beste karakter.
pl: Najlepsi wśród was to ci, którzy mają najlepszy charakter.
pt: Os melhores entre vós são aqueles com o melhor caráter.
ru: Лучший из людей тот, кто обладает лучшим нравом.
th: ผู้ที่ดีที่สุดในหมู่พวกท่านคือผู้ที่มีอุปนิสัยดีที่สุด
tr: En iyi insan, en iyi ahlaka sahip olandır.
uk: Найкращі серед вас — ті, хто має найкращий характер.
vi: Người tốt nhất là người có phẩm hạnh tốt nhất.
zh: 最优秀的人是品德最好的人。
zh_tw: 你們中最優秀的人是品德最好的人。

# personaLincoln
source: Abraham Lincoln
ar: أبراهام لينكولن
hi: अब्राहम लिंकन
ja: エイブラハム・リンカーン
ko: 에이브러햄 링컨
ru: Авраам Линкольн
th: อับราฮัม ลินคอล์น
uk: Авраам Лінкольн
zh: 亚伯拉罕·林肯
zh_tw: 亞伯拉罕·林肯

# personaLincolnTitle
source: 16th U.S. President
ar: الرئيس السادس عشر للولايات المتحدة
de: 16. US-Präsident
es: 16º Presidente de EE.UU.
fr: 16e president des Etats-Unis
hi: अमेरिका के 16वें राष्ट्रपति
id: Presiden AS ke-16
it: 16° Presidente USA
ja: アメリカ合衆国第16代大統領
ko: 미국 제16대 대통령
ms: Presiden Amerika Syarikat ke-16
nl: 16e President VS
pl: 16. Prezydent USA
pt: 16º Presidente dos EUA
ru: 16-й президент США
th: ประธานาธิบดีคนที่ 16 ของสหรัฐอเมริกา
tr: ABD'nin 16. Başkanı
uk: 16-й Президент США
vi: Tổng thống thứ 16 của Hoa Kỳ
zh: 美国第16任总统
zh_tw: 美國第16任總統

# personaLincolnQuote
source: In the end, it's not the years in your life that count. It's the life in your years.
ar: في النهاية، ليست سنوات حياتك هي المهمة، بل الحياة في سنواتك.
de: Am Ende zählen nicht die Jahre in deinem Leben. Es ist das Leben in deinen Jahren.
es: Al final, no son los años de tu vida los que cuentan. Es la vida en tus años.
fr: Au final, ce qui compte, ce ne sont pas les annees dans votre vie, mais la vie dans vos annees.
hi: अंत में महत्वपूर्ण यह नहीं कि जीवन में कितने वर्ष थे, बल्कि उन वर्षों में कितना जीवन था।
id: Pada akhirnya, yang penting bukanlah tahun-tahun dalam hidupmu, melainkan kehidupan dalam tahun-tahunmu.
it: Alla fine, non contano gli anni della tua vita, ma la vita nei tuoi anni.
ja: 結局大切なのは、人生の年数ではなく、その年数の中の人生である。
ko: 결국 중요한 것은 인생의 햇수가 아니라, 그 햇수 속의 삶이다.
ms: Akhirnya, yang penting bukanlah tahun-tahun dalam hidup kamu, tetapi kehidupan dalam tahun-tahun kamu.
nl: Uiteindelijk tellen niet de jaren in je leven, maar het leven in je jaren.
pl: W końcu nie liczą się lata twojego życia, ale życie w twoich latach.
pt: No final, não são os anos da sua vida que contam. É a vida nos seus anos.
ru: В конце концов важны не годы жизни, а жизнь в этих годах.
th: สุดท้ายแล้ว สิ่งสำคัญไม่ใช่จำนวนปีในชีวิต แต่คือชีวิตในปีเหล่านั้น
tr: Sonunda önemli olan hayatınızdaki yıllar değil, yıllarınızdaki hayattır.
uk: Врешті-решт, важливі не роки твого життя, а життя в твоїх роках.
vi: Cuối cùng, điều quan trọng không phải là số năm trong cuộc đời, mà là cuộc sống trong những năm tháng đó.
zh: 最终重要的不是你活了多少年，而是这些年里你怎样活。
zh_tw: 最終，重要的不是你生命中的歲月，而是歲月中的生命。

# personaNapoleon
source: Napoleon
ar: نابليون
es: Napoleón
hi: नेपोलियन
it: Napoleone
ja: ナポレオン
ko: 나폴레옹
pt: Napoleão
ru: Наполеон
th: นโปเลียน
tr: Napolyon
uk: Наполеон
zh: 拿破仑
zh_tw: 拿破崙

# personaNapoleonTitle
source: Emperor of France
ar: إمبراطور فرنسا
de: Kaiser von Frankreich
es: Emperador de Francia
fr: Empereur des Francais
hi: फ्रांस के सम्राट
id: Kaisar Prancis
it: Imperatore di Francia
ja: フランス皇帝
ko: 프랑스의 황제
ms: Maharaja Perancis
nl: Keizer van Frankrijk
pl: Cesarz Francji
pt: Imperador da França
ru: Император Франции
th: จักรพรรดิแห่งฝรั่งเศส
tr: Fransa İmparatoru
uk: Імператор Франції
vi: Hoàng đế nước Pháp
zh: 法兰西皇帝
zh_tw: 法蘭西皇帝

# personaNapoleonQuote
source: Impossible is a word to be found only in the dictionary of fools.
ar: المستحيل كلمة في قاموس الحمقى فقط.
de: Unmöglich ist ein Wort, das nur im Wörterbuch der Narren zu finden ist.
es: Imposible es una palabra que solo se encuentra en el diccionario de los tontos.
fr: Impossible n'existe que dans le dictionnaire des imbeciles.
hi: असंभव शब्द केवल मूर्खों के शब्दकोश में होता है।
id: Mustahil adalah kata yang hanya ada dalam kamus orang bodoh.
it: Impossibile è una parola che si trova solo nel dizionario degli stolti.
ja: 不可能という言葉は愚か者の辞書にしかない。
ko: 불가능이란 어리석은 자의 사전에만 있는 단어다.
ms: Mustahil adalah perkataan yang hanya terdapat dalam kamus orang bodoh.
nl: Onmogelijk is een woord dat alleen in het woordenboek van dwazen staat.
pl: Niemożliwe to słowo, które można znaleźć tylko w słowniku głupców.
pt: Impossível é uma palavra encontrada apenas no dicionário dos tolos.
ru: Невозможно — слово из словаря глупцов.
th: คำว่าเป็นไปไม่ได้มีอยู่ในพจนานุกรมของคนโง่เท่านั้น
tr: İmkansız kelimesi aptalların sözlüğünde bulunur.
uk: Неможливо — слово, яке можна знайти лише в словнику дурнів.
vi: Không có gì là không thể. Từ đó chỉ có trong từ điển của kẻ ngu ngốc.
zh: 不可能这个词只存在于愚人的字典里。
zh_tw: 不可能這個詞只存在於愚者的字典裡。

# personaSteveJobs
source: Steve Jobs
ar: ستيف جوبز
hi: स्टीव जॉब्स
ja: スティーブ・ジョブズ
ko: 스티브 잡스
ru: Стив Джобс
th: สตีฟ จ็อบส์
uk: Стів Джобс
zh: 史蒂夫·乔布斯
zh_tw: 史蒂夫·賈伯斯

# personaSteveJobsTitle
source: Visionary Entrepreneur
ar: رائد الأعمال صاحب الرؤية
de: Visionärer Unternehmer
es: Emprendedor Visionario
fr: Entrepreneur visionnaire
hi: दूरदर्शी उद्यमी
id: Pengusaha Visioner
it: Imprenditore Visionario
ja: ビジョナリー起業家
ko: 비전있는 기업가
ms: Usahawan Berwawasan
nl: Visionair Ondernemer
pl: Wizjonerski Przedsiębiorca
pt: Empreendedor Visionário
ru: Предприниматель-визионер
th: ผู้ประกอบการผู้มีวิสัยทัศน์
tr: Vizyoner Girişimci
uk: Візіонерський Підприємець
vi: Doanh nhân có tầm nhìn
zh: 远见卓识的企业家
zh_tw: 遠見卓識的企業家

# personaSteveJobsQuote
source: Stay hungry. Stay foolish.
ar: ابقَ جائعاً. ابقَ أحمق.
de: Bleib hungrig. Bleib verrückt.
es: Mantente hambriento. Mantente alocado.
fr: Soyez affame. Soyez fou.
hi: भूखे रहो। मूर्ख बने रहो।
id: Tetaplah lapar. Tetaplah bodoh.
it: Resta affamato. Resta folle.
ja: ハングリーであれ。愚かであれ。
ko: 배고파라. 우직해라.
ms: Tetap lapar. Tetap bodoh.
nl: Blijf hongerig. Blijf dwaas.
pl: Bądź głodny. Bądź szalony.
pt: Continue faminto. Continue tolo.
ru: Оставайтесь голодными. Оставайтесь безрассудными.
th: จงหิวโหย จงโง่เขลา
tr: Aç kal. Aptal kal.
uk: Залишайся голодним. Залишайся безрозсудним.
vi: Hãy khát khao. Hãy dại khờ.
zh: 求知若饥，虚心若愚。
zh_tw: 求知若飢，虛心若愚。

# personaSherlockHolmes
source: Sherlock Holmes
ar: شيرلوك هولمز
hi: शर्लक होम्स
ja: シャーロック・ホームズ
ko: 셜록 홈즈
ru: Шерлок Холмс
th: เชอร์ล็อก โฮล์มส์
uk: Шерлок Холмс
zh: 夏洛克·福尔摩斯
zh_tw: 夏洛克·福爾摩斯

# personaSherlockHolmesTitle
source: Master of Deduction
ar: سيد الاستنتاج
de: Meister der Deduktion
es: Maestro de la Deducción
fr: Maitre de la deduction
hi: तर्क के स्वामी
id: Ahli Deduksi
it: Maestro della Deduzione
ja: 推理の達人
ko: 추리의 대가
ms: Pakar Deduksi
nl: Meester van Deductie
pl: Mistrz Dedukcji
pt: Mestre da Dedução
ru: Мастер дедукции
th: ปรมาจารย์แห่งการอนุมาน
tr: Mantık Ustası
uk: Майстер Дедукції
vi: Bậc thầy suy luận
zh: 推理大师
zh_tw: 推理大師

# personaSherlockHolmesQuote
source: When you have eliminated the impossible, whatever remains must be the truth.
ar: عندما تستبعد المستحيل، فما يتبقى مهما كان غير محتمل، لا بد أن يكون الحقيقة.
de: Wenn du das Unmögliche ausgeschlossen hast, muss das, was übrig bleibt, die Wahrheit sein.
es: Cuando hayas eliminado lo imposible, lo que quede debe ser la verdad.
fr: Quand vous avez elimine l'impossible, ce qui reste, aussi improbable soit-il, doit etre la verite.
hi: जब तुम असंभव को हटा दो, तो जो बचे, चाहे कितना भी अविश्वसनीय हो, वही सत्य है।
id: Ketika Anda menghilangkan yang mustahil, apa pun yang tersisa, betapapun tidak mungkinnya, itulah kebenaran.
it: Quando hai eliminato l'impossibile, ciò che rimane deve essere la verità.
ja: 不可能なものを除外すれば、残ったものがどんなにありそうになくても、それが真実である。
ko: 불가능한 것을 제거하면, 남은 것이 아무리 불가능해 보여도 그것이 진실이다.
ms: Apabila kamu telah menghapuskan yang mustahil, apa yang tinggal, walau betapa mustahil kelihatannya, mestilah kebenaran.
nl: Als je het onmogelijke hebt geëlimineerd, moet wat overblijft de waarheid zijn.
pl: Gdy wyeliminujesz niemożliwe, to co pozostanie, musi być prawdą.
pt: Quando você eliminou o impossível, o que resta deve ser a verdade.
ru: Когда вы исключите невозможное, то, что останется, каким бы невероятным оно ни было, и есть истина.
th: เมื่อคุณตัดสิ่งที่เป็นไปไม่ได้ออกไป สิ่งที่เหลืออยู่แม้จะดูไม่น่าเชื่อแค่ไหนก็ต้องเป็นความจริง
tr: İmkansızı eleyince, kalan ne kadar ihtimal dışı görünürse görünsün, gerçek olmalı.
uk: Коли ти виключив неможливе, те, що залишилося, яким би неймовірним воно не було, є правдою.
vi: Khi bạn loại trừ những gì không thể, thì điều còn lại, dù có vẻ bất khả thi đến đâu, cũng phải là sự thật.
zh: 排除一切不可能，剩下的即使再不可思议，也必定是真相。
zh_tw: 當你排除了不可能的事，剩下的無論多麼不可思議，都必定是真相。
