Repository: HanSyngha/Counsel
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, ja, ko, ms, nl, pl, pt, ru, th, tr, uk, vi, zh, zh_tw

source: Ask Another Sage
ar: اسأل حكيماً آخر
de: Anderen Weisen Fragen
es: Preguntar a Otro Sabio
fr: Consulter un autre sage
hi: किसी अन्य ज्ञानी से पूछें
id: Tanya Orang Bijak Lain
it: Chiedi a un Altro Saggio
ja: 別の賢者に尋ねる
ko: 다른 현자에게 물어보기
ms: Tanya Orang Bijak Lain
nl: Vraag een Andere Wijze
pl: Zapytaj Innego Mędrca
pt: Perguntar a Outro Sábio
ru: Спросить другого мудреца
th: ถามปราชญ์ท่านอื่น
tr: Başka Bir Bilgeye Sor
uk: Запитати Іншого Мудреця
vi: Hỏi hiền triết khác
zh: 请教另一位智者
zh_tw: 詢問另一位智者

# resultActionSteps
source: Action Steps
ar: خطوات العمل
de: Handlungsschritte
es: Pasos de Acción
fr: Etapes pratiques
hi: कार्य योजना
id: Langkah Tindakan
it: Passi d'Azione
ja: 実践ステップ
ko: 실천 단계
ms: Langkah Tindakan
nl: Actiestappen
pl: Kroki Działania
pt: Passos de Ação
ru: Практические шаги
th: ขั้นตอนปฏิบัติ
tr: Eylem Adımları
uk: Кроки Дії
vi: Các bước hành động
zh: 行动步骤
zh_tw: 行動步驟

# historyTitle
source: My Advice History
ar: سجل نصائحي
de: Meine Ratschlag-Historie
es: Mi Historial de Consejos
fr: Mon historique de conseils
hi: मेरी सलाह का इतिहास
id: Riwayat Nasihat Saya
it: La Mia Cronologia Consigli
ja: 私のアドバイス履歴
ko: 나의 조언 기록
ms: Sejarah Nasihat Saya
nl: Mijn Adviesgeschiedenis
pl: Moja Historia Porad
pt: Meu Histórico de Conselhos
ru: Мои консультации
th: ประวัติคำปรึกษาของฉัน
tr: Tavsiye Geçmişim
uk: Моя Історія Порад
vi: Lịch sử lời khuyên của tôi
zh: 我的建议记录
zh_tw: 我的建議歷史

# historySearch
source: What concern are you searching for?
ar: ما الموضوع الذي تبحث عنه؟
de: Welche Sorge suchst du?
es: ¿Qué preocupación estás buscando?
fr: Quelle preoccupation recherchez-vous ?
hi: कौन सी समस्या खोजें?
id: Kekhawatiran apa yang ingin Anda cari?
it: Quale preoccupazione stai cercando?
ja: どんな悩みを検索しますか？
ko: 어떤 고민을 검색할까요?
ms: Cari keresahan apa?
nl: Welke zorg zoek je?
pl: Jakiego problemu szukasz?
pt: Qual preocupação você está procurando?
ru: Какой вопрос вы ищете?
th: ค้นหาปัญหาอะไร?
tr: Hangi derdi aramak istersiniz?
uk: Яку турботу ти шукаєш?
vi: Bạn muốn tìm kiếm vấn đề nào?
zh: 搜索什么困惑？
zh_tw: 你在尋找什麼煩惱？

# historyEmpty
source: No advice history yet
ar: لا توجد نصائح محفوظة بعد
de: Noch keine Ratschlag-Historie
es: Aún no hay historial de consejos
fr: Aucun historique de conseils pour le moment
hi: अभी तक कोई सलाह का इतिहास नहीं है
id: Belum ada riwayat nasihat
it: Nessuna cronologia consigli ancora
ja: まだアドバイス履歴がありません
ko: 아직 조언 기록이 없습니다
ms: Belum ada sejarah nasihat
nl: Nog geen adviesgeschiedenis
pl: Brak historii porad
pt: Ainda não há histórico de conselhos
ru: История консультаций пуста
th: ยังไม่มีประวัติคำปรึกษา
tr: Henüz tavsiye geçmişiniz yok
uk: Ще немає історії порад
vi: Chưa có lịch sử lời khuyên
zh: 还没有建议记录
zh_tw: 還沒有建議歷史

# historyEmptySubtitle
source: Start a conversation with a mentor
ar: ابدأ محادثة مع أحد المرشدين
de: Starte ein Gespräch mit einem Mentor
es: Inicia una conversación con un mentor
fr: Commencez une conversation avec un mentor
hi: किसी गुरु से बातचीत शुरू करें
id: Mulai percakapan dengan mentor
it: Inizia una conversazione con un mentore
ja: メンターとの会話を始めてみましょう
ko: 멘토와 대화를 시작해보세요
ms: Mulakan perbualan dengan mentor
nl: Begin een gesprek met een mentor
pl: Rozpocznij rozmowę z mentorem
pt: Inicie uma conversa com um mentor
ru: Начните диалог с наставником
th: เริ่มสนทนากับที่ปรึกษาสักท่าน
tr: Bir mentorla sohbet başlatarak başlayın
uk: Почни розмову з наставником
vi: Hãy bắt đầu cuộc trò chuyện với một người thầy
zh: 开始与导师对话吧
zh_tw: 開始與導師對話

# historyDeleted
source: Deleted from history
ar: تم الحذف من السجل
fr: Supprime de l'historique
hi: इतिहास से हटाया गया
id: Dihapus dari riwayat
it: Eliminato dalla cronologia
ja: 履歴から削除されました
ko: 기록에서 삭제됨
ms: Dipadam dari sejarah
nl: Verwijderd uit geschiedenis
pl: Usunięto z historii
ru: Удалено из истории
th: ลบออกจากประวัติแล้ว
tr: Geçmişten silindi
uk: Видалено з історії
vi: Đã xóa khỏi lịch sử
zh: 已从记录中删除
zh_tw: 已從歷史中刪除

# historyToday
source: Today
ar: اليوم
fr: Aujourd'hui
hi: आज
id: Hari ini
it: Oggi
ja: 今日
ko: 오늘
ms: Hari Ini
nl: Vandaag
pl: Dzisiaj
ru: Сегодня
th: วันนี้
tr: Bugün
uk: Сьогодні
vi: Hôm nay
zh: 今天
zh_tw: 今天

# historyYesterday
source: Yesterday
ar: أمس
fr: Hier
hi: कल
id: Kemarin
it: Ieri
ja: 昨日
ko: 어제
ms: Semalam
nl: Gisteren
pl: Wczoraj
ru: Вчера
th: เมื่อวาน
tr: Dün
uk: Вчора
vi: Hôm qua
zh: 昨天
zh_tw: 昨天

# historyDeleteTitle
source: Delete Advice
ar: حذف النصيحة
fr: Supprimer le conseil
hi: सलाह हटाएं
id: Hapus Nasihat
it: Elimina Consiglio
ja: アドバイスを削除
ko: 조언 삭제
ms: Padam Nasihat
nl: Advies Verwijderen
pl: Usuń Poradę
ru: Удалить совет
th: ลบคำปรึกษา
tr: Tavsiyeyi Sil
uk: Видалити Пораду
vi: Xóa lời khuyên
zh: 删除建议
zh_tw: 刪除建議

# historyDeleteMessage
source: Are you sure you want to delete this advice?
ar: هل تريد حذف هذه النصيحة؟
fr: Voulez-vous supprimer ce conseil ?
hi: क्या आप इस सलाह को हटाना चाहते हैं?
id: Apakah Anda ingin menghapus nasihat ini?
it: Sei sicuro di voler eliminare questo consiglio?
ja: このアドバイスを削除しますか？
ko: 이 조언을 삭제하시겠습니까?
ms: Adakah anda ingin memadam nasihat ini?
nl: Weet je zeker dat je dit advies wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę poradę?
ru: Вы уверены, что хотите удалить этот совет?
th: คุณต้องการลบคำปรึกษานี้หรือไม่?
tr: Bu tavsiyeyi silmek istediğinizden emin misiniz?
uk: Ти впевнений, що хочеш видалити цю пораду?
vi: Bạn có muốn xóa lời khuyên này không?
zh: 确定要删除这条建议吗？
zh_tw: 你確定要刪除這條建議嗎？

# historyClearTitle
source: Clear History
ar: مسح السجل
fr: Effacer l'historique
hi: इतिहास मिटाएं
id: Hapus Riwayat
it: Cancella Cronologia
ja: 履歴をクリア
ko: 기록 지우기
ms: Kosongkan Sejarah
nl: Geschiedenis Wissen
pl: Wyczyść Historię
ru: Очистить историю
th: ล้างประวัติ
tr: Geçmişi Temizle
uk: Очистити Історію
vi: Xóa lịch sử
zh: 清除记录
zh_tw: 清除歷史

# historyClearMessage
source: Are you sure you want to clear all history? This cannot be undone.
ar: هل تريد مسح كل السجل؟ لا يمكن التراجع عن هذا الإجراء.
fr: Voulez-vous effacer tout l'historique ? Cette action est irreversible.
hi: क्या आप सारा इतिहास मिटाना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती।
id: Apakah Anda ingin menghapus semua riwayat? Tindakan ini tidak dapat dibatalkan.
it: Sei sicuro di voler cancellare tutta la cronologia? Questa azione non può essere annullata.
ja: すべての履歴をクリアしますか？この操作は元に戻せません。
ko: 모든 기록을 지우시겠습니까? 이 작업은 되돌릴 수 없습니다.
ms: Adakah anda ingin mengosongkan semua sejarah? Tindakan ini tidak boleh dibatalkan.
nl: Weet je zeker dat je alle geschiedenis wilt wissen? Dit kan niet ongedaan worden gemaakt.
pl: Czy na pewno chcesz wyczyścić całą historię? Tej operacji nie można cofnąć.
ru: Вы уверены, что хотите очистить всю историю? Это действие необратимо.
th: คุณต้องการล้างประวัติทั้งหมดหรือไม่? การกระทำนี้ไม่สามารถยกเลิกได้
tr: Tüm geçmişi silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ти впевнений, що хочеш очистити всю історію? Це неможливо скасувати.
vi: Bạn có muốn xóa tất cả lịch sử không? Hành động này không thể hoàn tác.
zh: 确定要清除所有记录吗？此操作无法撤销。
zh_tw: 你確定要清除所有歷史嗎？此操作無法撤銷。

source: History cleared
ar: تم مسح السجل
fr: Historique efface
hi: इतिहास मिटा दिया गया
id: Riwayat telah dihapus
it: Cronologia cancellata
ja: 履歴がクリアされました
ko: 기록이 지워졌습니다
ms: Sejarah telah dikosongkan
nl: Geschiedenis gewist
pl: Historia wyczyszczona
ru: История очищена
th: ล้างประวัติแล้ว
tr: Geçmiş temizlendi
uk: Історію очищено
vi: Lịch sử đã được xóa
zh: 记录已清除
zh_tw: 歷史已清除

source: Clear
ar: مسح
fr: Effacer
hi: मिटाएं
id: Hapus
it: Cancella
ja: クリア
ko: 지우기
ms: Kosongkan
nl: Wissen
pl: Wyczyść
ru: Очистить
th: ล้าง
tr: Temizle
uk: Очистити
vi: Xóa
zh: 清除
zh_tw: 清除

# navSelect
source: Select
ar: اختيار
de: Auswählen
es: Seleccionar
fr: Choisir
hi: चुनें
id: Pilih
it: Seleziona
ja: 選択
ko: 선택
ms: Pilih
nl: Selecteer
pl: Wybierz
pt: Selecionar
ru: Выбор
th: เลือก
tr: Seç
uk: Вибрати
vi: Chọn
zh: 选择
zh_tw: 選擇

# navChat
source: Chat
ar: محادثة
fr: Discussion
hi: चैट
id: Obrolan
ja: チャット
ko: 채팅
ms: Sembang
pl: Czat
ru: Чат
th: แชท
tr: Sohbet
uk: Чат
vi: Trò chuyện
zh: 对话
zh_tw: 聊天

# navSaved
source: Saved
ar: المحفوظات
de: Gespeichert
es: Guardado
fr: Enregistres
hi: सहेजा गया
id: Tersimpan
it: Salvati
ja: 保存済み
ko: 저장됨
ms: Disimpan
nl: Opgeslagen
pl: Zapisane
pt: Salvos
ru: Сохранённое
th: บันทึกแล้ว
tr: Kaydedilenler
uk: Збережене
vi: Đã lưu
zh: 已保存
zh_tw: 已儲存

# navHistory
source: History
ar: السجل
de: Historie
es: Historial
fr: Historique
hi: इतिहास
id: Riwayat
it: Cronologia
ja: 履歴
ko: 기록
ms: Sejarah
nl: Geschiedenis
pl: Historia
pt: Histórico
ru: История
th: ประวัติ
tr: Geçmiş
uk: Історія
vi: Lịch sử
zh: 记录
zh_tw: 歷史

# navProfile
source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
id: Profil
it: Profilo
ja: プロフィール
ko: 프로필
ms: Profil
nl: Profiel
pl: Profil
pt: Perfil
ru: Профиль
th: โปรไฟล์
tr: Profil
uk: Профіль
vi: Hồ sơ
zh: 个人资料
zh_tw: 個人資料

# navSettings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Parametres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
th: ตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh: 设置
zh_tw: 設定

# navHome
source: Home
ar: الرئيسية
fr: Accueil
hi: होम
id: Beranda
ja: ホーム
ko: 홈
ms: Utama
pl: Strona główna
ru: Главная
th: หน้าแรก
tr: Ana Sayfa
uk: Головна
vi: Trang chủ
zh: 首页
zh_tw: 首頁

# navFavorites
source: Saved
ar: المحفوظات
fr: Enregistres
hi: सहेजा गया
id: Tersimpan
it: Salvati
ja: 保存済み
ko: 저장됨
ms: Disimpan
nl: Opgeslagen
pl: Zapisane
ru: Сохранённое
th: บันทึกแล้ว
tr: Kaydedilenler
uk: Збережене
vi: Đã lưu
zh: 已保存
zh_tw: 已儲存

# settingsLanguage
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
ms: Bahasa
nl: Taal
pl: Język
pt: Idioma
ru: Язык
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh: 语言
zh_tw: 語言

# settingsAbout
source: About
ar: حول التطبيق
de: Über
es: Acerca de
fr: A propos de l'application
hi: ऐप के बारे में
id: Tentang Aplikasi
it: Informazioni
ja: アプリについて
ko: 앱 정보
ms: Tentang Aplikasi
nl: Over
pl: O aplikacji
pt: Sobre
ru: О приложении
th: เกี่ยวกับแอป
tr: Uygulama Hakkında
uk: Про додаток
vi: Giới thiệu ứng dụng
zh: 关于应用
zh_tw: 關於

# settingsPrivacy
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de confidentialite
hi: गोपनीयता नीति
id: Kebijakan Privasi
it: Politica sulla Privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
ms: Dasar Privasi
nl: Privacybeleid
pl: Polityka Prywatności
pt: Política de Privacidade
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика Конфіденційності
vi: Chính sách bảo mật
zh: 隐私政策
zh_tw: 隱私政策

# settingsTerms
source: Terms of Service
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Términos de Servicio
fr: Conditions d'utilisation
hi: उपयोग की शर्तें
id: Syarat dan Ketentuan
it: Termini di Servizio
ja: 利用規約
ko: 이용약관
ms: Terma Perkhidmatan
nl: Servicevoorwaarden
pl: Regulamin
pt: Termos de Serviço
ru: Условия использования
th: ข้อกำหนดการใช้งาน
tr: Kullanım Şartları
uk: Умови Використання
vi: Điều khoản sử dụng
zh: 使用条款
zh_tw: 服務條款

# settingsVersion
source: Version
ar: الإصدار
es: Versión
hi: संस्करण
id: Versi
it: Versione
ja: バージョン
ko: 버전
ms: Versi
nl: Versie
pl: Wersja
pt: Versão
ru: Версия
th: เวอร์ชัน
tr: Sürüm
uk: Версія
vi: Phiên bản
zh: 版本
zh_tw: 版本

# settingsTitle
source: Settings
ar: الإعدادات
fr: Parametres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
nl: Instellingen
pl: Ustawienia
ru: Настройки
th: ตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh: 设置
zh_tw: 設定

# settingsData
source: Data
ar: البيانات
fr: Donnees
hi: डेटा
it: Dati
ja: データ
ko: 데이터
nl: Gegevens
pl: Dane
ru: Данные
th: ข้อมูล
tr: Veri
uk: Дані
vi: Dữ liệu
zh: 数据
zh_tw: 資料

# settingsClearHistory
source: Clear History
ar: مسح السجل
fr: Effacer l'historique
hi: इतिहास मिटाएं
id: Hapus Riwayat
it: Cancella Cronologia
ja: 履歴をクリア
ko: 기록 지우기
ms: Kosongkan Sejarah
nl: Geschiedenis Wissen
pl: Wyczyść Historię
ru: Очистить историю
th: ล้างประวัติ
tr: Geçmişi Temizle
uk: Очистити Історію
vi: Xóa lịch sử
zh: 清除记录
zh_tw: 清除歷史

# settingsClearHistorySubtitle
source: Remove all saved conversations
ar: حذف جميع المحادثات المحفوظة
fr: Supprimer toutes les conversations enregistrees
hi: सभी सहेजी गई बातचीत हटाएं
id: Hapus semua percakapan tersimpan
it: Rimuovi tutte le conversazioni salvate
ja: 保存されたすべての会話を削除
ko: 저장된 모든 대화 삭제
ms: Padam semua perbualan yang disimpan
nl: Verwijder alle opgeslagen gesprekken
pl: Usuń wszystkie zapisane rozmowy
ru: Удалить все сохранённые диалоги
th: ลบการสนทนาที่บันทึกไว้ทั้งหมด
tr: Kaydedilmiş tüm konuşmaları sil
uk: Видалити всі збережені розмови
vi: Xóa tất cả cuộc trò chuyện đã lưu
zh: 删除所有保存的对话
zh_tw: 移除所有已儲存的對話

# settingsAboutApp
source: About Counsel
ar: حول صوت الحكماء
fr: A propos de Voix des Sages
hi: ज्ञानियों की आवाज़ के बारे में
id: Tentang Suara Para Bijak
it: Informazioni su Counsel
ja: 賢者の声について
ko: 별들의 목소리 소개
ms: Tentang Suara Orang Bijak
nl: Over Counsel
pl: O Counsel
ru: О приложении Голос Мудрецов
th: เกี่ยวกับเสียงแห่งปราชญ์
tr: Bilgelerin Sesi Hakkında
uk: Про Counsel
vi: Giới thiệu Tiếng Nói Hiền Triết
zh: 关于智者之声
zh_tw: 關於 Counsel

# settingsAboutAppSubtitle
source: Version and app information
ar: معلومات الإصدار والتطبيق
fr: Version et informations sur l'application
hi: संस्करण और ऐप जानकारी
id: Versi dan informasi aplikasi
it: Versione e informazioni sull'app
ja: バージョンとアプリ情報
ko: 버전 및 앱 정보
ms: Maklumat versi dan aplikasi
nl: Versie en app-informatie
pl: Wersja i informacje o aplikacji
ru: Версия и информация о приложении
th: เวอร์ชันและข้อมูลแอป
tr: Sürüm ve uygulama bilgileri
uk: Версія та інформація про додаток
vi: Phiên bản và thông tin ứng dụng
zh: 版本和应用信息
zh_tw: 版本和應用程式資訊

# settingsPrivacyPolicy
source: Privacy Policy
ar: سياسة الخصوصية
fr: Politique de confidentialite
hi: गोपनीयता नीति
id: Kebijakan Privasi
it: Politica sulla Privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
ms: Dasar Privasi
nl: Privacybeleid
pl: Polityka Prywatności
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика Конфіденційності
vi: Chính sách bảo mật
zh: 隐私政策
zh_tw: 隱私政策

# settingsPrivacyPolicySubtitle
source: How we handle your data
ar: كيف نتعامل مع بياناتك
fr: Comment vos donnees sont traitees
hi: डेटा कैसे संसाधित होता है
id: Bagaimana kami menangani data Anda
it: Come gestiamo i tuoi dati
ja: データの取り扱い方法
ko: 데이터 처리 방법
ms: Cara kami mengendalikan data anda
nl: Hoe we je gegevens behandelen
pl: Jak przetwarzamy twoje dane
ru: Как мы обрабатываем ваши данные
th: วิธีที่เราจัดการข้อมูลของคุณ
tr: Verilerinizi nasıl işlediğimiz
uk: Як ми обробляємо твої дані
vi: Cách chúng tôi xử lý dữ liệu
zh: 我们如何处理您的数据
zh_tw: 我們如何處理你的資料

# settingsTermsSubtitle
source: Read our terms of service
ar: اقرأ شروط الاستخدام
fr: Lire les conditions d'utilisation
hi: उपयोग की शर्तें पढ़ें
id: Baca syarat layanan
it: Leggi i nostri termini di servizio
ja: 利用規約を読む
ko: 이용약관 읽기
ms: Baca terma perkhidmatan
nl: Lees onze servicevoorwaarden
pl: Przeczytaj nasz regulamin
ru: Прочитать условия использования
th: อ่านข้อกำหนดการใช้งาน
tr: Kullanım şartlarını okuyun
uk: Прочитай наші умови використання
vi: Đọc điều khoản sử dụng
zh: 阅读使用条款
zh_tw: 閱讀我們的服務條款

# settingsAppDescription
source: Get wisdom from history's greatest minds
ar: احصل على حكمة أعظم العقول في التاريخ
fr: Accedez a la sagesse des plus grands esprits de l'histoire
hi: इतिहास की महानतम बुद्धियों का ज्ञान प्राप्त करें
id: Dapatkan kebijaksanaan dari pikiran-pikiran terhebat dalam sejarah
it: Ottieni saggezza dalle più grandi menti della storia
ja: 歴史上最も偉大な知性たちの知恵を得ましょう
ko: 역사상 가장 위대한 지성들의 지혜를 얻으세요
ms: Dapatkan kebijaksanaan dari minda terhebat dalam sejarah
nl: Krijg wijsheid van de grootste geesten uit de geschiedenis
pl: Czerp mądrość od największych umysłów historii
ru: Получите мудрость величайших умов в истории
th: รับปัญญาจากจิตใจที่ยิ่งใหญ่ที่สุดในประวัติศาสตร์
tr: Tarihin en büyük zihinlerinden bilgelik edinin
uk: Отримуй мудрість від найвеличніших умів історії
vi: Nhận trí tuệ từ những bộ óc vĩ đại nhất trong lịch sử
zh: 获取历史上最伟大智者的智慧
zh_tw: 從歷史上最偉大的智者那裡獲得智慧

# settingsClearHistoryDialogTitle
source: Clear All History?
ar: مسح كل السجل؟
fr: Effacer tout l'historique ?
hi: क्या सारा इतिहास मिटाना है?
id: Hapus semua riwayat?
it: Cancellare Tutta la Cronologia?
ja: すべての履歴をクリアしますか？
ko: 모든 기록을 지울까요?
ms: Kosongkan semua sejarah?
nl: Alle Geschiedenis Wissen?
pl: Wyczyścić Całą Historię?
ru: Очистить всю историю?
th: ล้างประวัติทั้งหมด?
tr: Tüm geçmiş silinsin mi?
uk: Очистити Всю Історію?
vi: Xóa tất cả lịch sử?
zh: 清除所有记录？
zh_tw: 清除所有歷史？

# settingsClearHistoryDialogMessage
source: This will permanently delete all your conversation history. This action cannot be undone.
ar: سيتم حذف جميع سجلات المحادثات نهائياً. لا يمكن التراجع عن هذا الإجراء.
fr: Toutes les conversations seront definitivement supprimees. Cette action est irreversible.
hi: सभी बातचीत का इतिहास स्थायी रूप से हटा दिया जाएगा। यह क्रिया पूर्ववत नहीं की जा सकती।
id: Semua riwayat percakapan akan dihapus secara permanen. Tindakan ini tidak dapat dibatalkan.
it: Questo eliminerà permanentemente tutta la cronologia delle conversazioni. Questa azione non può essere annullata.
ja: すべての会話履歴が完全に削除されます。この操作は元に戻せません。
ko: 모든 대화 기록이 영구적으로 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
ms: Semua sejarah perbualan akan dipadam secara kekal. Tindakan ini tidak boleh dibatalkan.
nl: Dit zal al je gespreksgeschiedenis permanent verwijderen. Deze actie kan niet ongedaan worden gemaakt.
pl: To trwale usunie całą historię rozmów. Tej operacji nie można cofnąć.
ru: Все диалоги будут удалены безвозвратно. Это действие нельзя отменить.
th: การสนทนาทั้งหมดจะถูกลบอย่างถาวร การกระทำนี้ไม่สามารถยกเลิกได้
tr: Tüm konuşma geçmişiniz kalıcı olarak silinecektir. Bu işlem geri alınamaz.
uk: Це назавжди видалить всю історію розмов. Цю дію неможливо скасувати.
vi: Tất cả lịch sử cuộc trò chuyện sẽ bị xóa vĩnh viễn. Hành động này không thể hoàn tác.
zh: 所有对话记录将被永久删除。此操作无法撤销。
zh_tw: 這將永久刪除你所有的對話歷史。此操作無法撤銷。

# settingsHistoryCleared
source: History cleared successfully
ar: تم مسح السجل بنجاح
fr: Historique efface avec succes
hi: इतिहास सफलतापूर्वक मिटा दिया गया
id: Riwayat berhasil dihapus
it: Cronologia cancellata con successo
ja: 履歴が正常にクリアされました
ko: 기록이 성공적으로 지워졌습니다
ms: Sejarah berjaya dikosongkan
nl: Geschiedenis succesvol gewist
pl: Historia wyczyszczona pomyślnie
ru: История успешно очищена
th: ล้างประวัติสำเร็จแล้ว
tr: Geçmiş başarıyla temizlendi
uk: Історію успішно очищено
vi: Lịch sử đã được xóa thành công
zh: 记录已成功清除
zh_tw: 歷史已成功清除

# settingsAboutContent
source: Counsel connects you with the wisdom of history's greatest philosophers, leaders, and thinkers through AI-powered conversations.
ar: صوت الحكماء يصلك بحكمة أعظم الفلاسفة والقادة والمفكرين في التاريخ من خلال محادثات مدعومة بالذكاء الاصطناعي.
fr: Voix des Sages vous connecte a la sagesse des plus grands philosophes, dirigeants et penseurs de l'histoire grace a des conversations alimentees par l'IA.
hi: ज्ञानियों की आवाज़ AI-संचालित संवाद के माध्यम से इतिहास के महानतम दार्शनिकों, नेताओं और विचारकों के ज्ञान से आपको जोड़ता है।
id: Suara Para Bijak menghubungkan Anda dengan kebijaksanaan filsuf, pemimpin, dan pemikir terhebat dalam sejarah melalui percakapan berbasis AI.
it: Counsel ti connette con la saggezza dei più grandi filosofi, leader e pensatori della storia attraverso conversazioni alimentate dall'IA.
ja: 賢者の声は、AI駆動の会話を通じて、歴史上最も偉大な哲学者、指導者、思想家たちの知恵とあなたをつなぎます。
ko: 별들의 목소리는 AI 기반 대화를 통해 역사상 가장 위대한 철학자, 지도자, 사상가들의 지혜와 연결해 드립니다.
ms: Suara Orang Bijak menghubungkan anda dengan kebijaksanaan ahli falsafah, pemimpin, dan pemikir terhebat dalam sejarah melalui perbualan berkuasa AI.
nl: Counsel verbindt je met de wijsheid van 's geschiedenisgrootste filosofen, leiders en denkers via AI-gestuurde gesprekken.
pl: Counsel łączy cię z mądrością największych filozofów, przywódców i myślicieli historii poprzez rozmowy wspierane przez AI.
ru: Голос Мудрецов соединяет вас с мудростью величайших философов, лидеров и мыслителей в истории через диалоги на основе искусственного интеллекта.
th: เสียงแห่งปราชญ์เชื่อมต่อคุณกับปัญญาของนักปรัชญา ผู้นำ และนักคิดที่ยิ่งใหญ่ที่สุดในประวัติศาสตร์ผ่านการสนทนาที่ขับเคลื่อนด้วย AI
tr: Bilgelerin Sesi, yapay zeka destekli konuşmalar aracılığıyla tarihin en büyük filozofları, liderleri ve düşünürleriyle bağlantı kurmanızı sağlar.
uk: Counsel з'єднує тебе з мудрістю найвеличніших філософів, лідерів та мислителів історії через розмови на базі ШІ.
vi: Tiếng Nói Hiền Triết kết nối bạn với trí tuệ của những triết gia, nhà lãnh đạo và nhà tư tưởng vĩ đại nhất trong lịch sử thông qua các cuộc trò chuyện được hỗ trợ bởi AI.
zh: 智者之声通过AI驱动的对话，将您与历史上最伟大的哲学家、领袖和思想家的智慧连接起来。
zh_tw: Counsel 透過 AI 驅動的對話，將你與歷史上最偉大的哲學家、領袖和思想家的智慧連結起來。

# errorGeneric
source: Something went wrong. Please try again.
ar: حدث خطأ ما. يرجى المحاولة مرة أخرى.
de: Etwas ist schiefgelaufen. Bitte versuche es erneut.
es: Algo salió mal. Por favor, inténtalo de nuevo.
fr: Un probleme est survenu. Veuillez reessayer.
hi: कुछ गड़बड़ हो गई। कृपया पुनः प्रयास करें।
id: Terjadi kesalahan. Silakan coba lagi.
it: Qualcosa è andato storto. Per favore riprova.
ja: 問題が発生しました。もう一度お試しください。
ko: 문제가 발생했습니다. 다시 시도해주세요.
ms: Sesuatu tidak kena. Sila cuba lagi.
nl: Er ging iets mis. Probeer het opnieuw.
pl: Coś poszło nie tak. Spróbuj ponownie.
pt: Algo deu errado. Por favor, tente novamente.
ru: Что-то пошло не так. Пожалуйста, попробуйте ещё раз.
th: เกิดข้อผิดพลาด กรุณาลองใหม่อีกครั้ง
tr: Bir şeyler yanlış gitti. Lütfen tekrar deneyin.
uk: Щось пішло не так. Будь ласка, спробуй знову.
vi: Đã xảy ra lỗi. Vui lòng thử lại.
zh: 出了点问题。请重试。
zh_tw: 發生錯誤。請重試。

# errorNetwork
source: Please check your internet connection.
ar: يرجى التحقق من اتصالك بالإنترنت.
de: Bitte überprüfe deine Internetverbindung.
es: Por favor, verifica tu conexión a internet.
fr: Veuillez verifier votre connexion internet.
hi: कृपया अपना इंटरनेट कनेक्शन जांचें।
id: Silakan periksa koneksi internet Anda.
it: Per favore controlla la tua connessione internet.
ja: インターネット接続を確認してください。
ko: 인터넷 연결을 확인해주세요.
ms: Sila semak sambungan internet anda.
nl: Controleer je internetverbinding.
pl: Sprawdź swoje połączenie internetowe.
pt: Por favor, verifique sua conexão com a internet.
ru: Проверьте подключение к интернету.
th: กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ
tr: Lütfen internet bağlantınızı kontrol edin.
uk: Будь ласка, перевір своє інтернет-з'єднання.
vi: Vui lòng kiểm tra kết nối internet của bạn.
zh: 请检查您的网络连接。
zh_tw: 請檢查你的網路連線。

# errorTimeout
source: Request timed out. Please try again.
ar: انتهت مهلة الطلب. يرجى المحاولة مرة أخرى.
de: Zeitüberschreitung. Bitte versuche es erneut.
es: La solicitud expiró. Por favor, inténtalo de nuevo.
fr: La requete a expire. Veuillez reessayer.
hi: अनुरोध का समय समाप्त हो गया। कृपया पुनः प्रयास करें।
id: Waktu permintaan habis. Silakan coba lagi.
it: Richiesta scaduta. Per favore riprova.
ja: リクエストがタイムアウトしました。もう一度お試しください。
ko: 요청 시간이 초과되었습니다. 다시 시도해주세요.
ms: Permintaan tamat masa. Sila cuba lagi.
nl: Verzoek verlopen. Probeer het opnieuw.
pl: Upłynął limit czasu żądania. Spróbuj ponownie.
pt: A solicitação expirou. Por favor, tente novamente.
ru: Время ожидания истекло. Пожалуйста, попробуйте ещё раз.
th: คำขอหมดเวลา กรุณาลองใหม่อีกครั้ง
tr: İstek zaman aşımına uğradı. Lütfen tekrar deneyin.
uk: Час запиту вичерпано. Будь ласка, спробуй знову.
vi: Yêu cầu đã hết thời gian. Vui lòng thử lại.
zh: 请求超时。请重试。
zh_tw: 請求逾時。請重試。

source: Retry
ar: إعادة المحاولة
de: Erneut Versuchen
es: Reintentar
fr: Reessayer
hi: पुनः प्रयास करें
id: Coba Lagi
it: Riprova
ja: 再試行
ko: 다시 시도
ms: Cuba Lagi
nl: Opnieuw proberen
pl: Ponów
pt: Tentar Novamente
ru: Повторить
th: ลองใหม่
tr: Tekrar Dene
uk: Повторити
vi: Thử lại
zh: 重试
zh_tw: 重試

source: OK
ar: حسناً
hi: ठीक है
ko: 확인
th: ตกลง
tr: Tamam
vi: Đồng ý
zh: 确定
zh_tw: 確定
