Repository: HanSyngha/Counsel
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, ja, ko, ms, nl, pl, pt, ru, th, tr, uk, vi, zh, zh_tw

# appName
source: Counsel
ar: صوت النجوم
de: Stimme der Weisen
es: Voz de Sabios
fr: Voix des Étoiles
hi: सितारों की आवाज़
id: Suara Bintang
it: Voce delle Stelle
ja: 星々の声
ko: 별들의 목소리
ms: Suara Bintang
nl: Stem van de Sterren
pt: Voz dos Sábios
ru: Голос Звёзд
th: เสียงดวงดาว
tr: Yıldızların Sesi
vi: Tiếng Sao
zh: 星辰之声

# appTitle
source: Counsel
ar: صوت النجوم
fr: Voix des Étoiles
hi: सितारों की आवाज़
id: Suara Bintang
it: Voce delle Stelle
ja: 星々の声
ko: 별들의 목소리
ms: Suara Bintang
nl: Stem van de Sterren
ru: Голос Звёзд
th: เสียงดวงดาว
tr: Yıldızların Sesi
vi: Tiếng Sao
zh: 星辰之声

# onboardingTitle
source: Meet Your Mentors From History
ar: التقِ بمرشدك من عمق التاريخ
de: Triff Deine Mentoren Aus der Geschichte
es: Conoce a Tus Mentores De la Historia
fr: Rencontrez les mentors de l'histoire
hi: इतिहास के गुरुओं से आज ही मिलें
id: Temui mentor dari sejarah hari ini
it: Incontra i Tuoi Mentori della Storia
ja: 歴史の中のメンターに 今すぐ会いましょう
ko: 역사 속 멘토를 지금 만나보세요
ms: Temui mentor dari sejarah hari ini
nl: Ontmoet Je Mentoren uit de Geschiedenis
pl: Poznaj Swoich Mentorów z Historii
pt: Conheça Seus Mentores Da História
ru: Встретьте наставников из глубины веков
th: พบกับที่ปรึกษา จากประวัติศาสตร์
tr: Tarihin Mentorlarıyla Şimdi Tanışın
uk: Зустрінь Своїх Наставників з Історії
vi: Gặp gỡ người thầy từ lịch sử ngay hôm nay
zh: 与历史上的导师 即刻相遇
zh_tw: 遇見你的歷史導師

# onboardingSubtitle
source: From Jesus to Socrates, Admiral Yi to Steve Jobs. Borrow timeless wisdom for your concerns.
ar: من عيسى وسقراط والأدميرال يي سون شين إلى ستيف جوبز. نقدم لك حكمة خالدة تتجاوز حدود الزمان لمساعدتك في مواجهة تحدياتك.
de: Von Jesus bis Sokrates, von Napoleon bis Steve Jobs. Leihe dir zeitlose Weisheit für deine Sorgen.
es: De Jesús a Sócrates, de Napoleón a Steve Jobs. Toma prestada la sabiduría atemporal para tus preocupaciones.
fr: De Jesus et Socrate a l'amiral Yi Sun-sin et Steve Jobs. Laissez-vous guider par une sagesse qui transcende les epoques.
hi: ईसा मसीह, सुकरात, शिवाजी महाराज से लेकर स्टीव जॉब्स तक। आपकी समस्याओं के लिए युगों का ज्ञान उपलब्ध है।
id: Dari Yesus, Sokrates, Laksamana Yi Sun-sin hingga Steve Jobs. Kami menawarkan kebijaksanaan lintas zaman untuk kekhawatiran Anda.
it: Da Gesù a Socrate, da Napoleone a Steve Jobs. Prendi in prestito saggezza senza tempo per le tue preoccupazioni.
ja: イエス、ソクラテス、李舜臣将軍からスティーブ・ジョブズまで。 あなたの悩みに時代を超えた知恵をお届けします。
ko: 예수, 소크라테스, 이순신 장군부터 스티브 잡스까지. 당신의 고민에 시대를 초월한 지혜를 빌려드립니다.
ms: Dari Nabi Isa, Socrates, Laksamana Yi Sun-sin hingga Steve Jobs. Kami meminjamkan kebijaksanaan merentas zaman untuk keresahan anda.
nl: Van Jezus tot Socrates, van Napoleon tot Steve Jobs. Leen tijdloze wijsheid voor je zorgen.
pl: Od Jezusa do Sokratesa, od Napoleona do Steve'a Jobsa. Pożycz ponadczasową mądrość dla swoich trosk.
pt: De Jesus a Sócrates, de Napoleão a Steve Jobs. Empréstimo de sabedoria atemporal para suas preocupações.
ru: От Иисуса, Сократа и адмирала Ли Сунсина до Стива Джобса. Мы предложим вам мудрость, преодолевающую время, для ваших жизненных вопросов.
th: จากพระเยซู โสกราตีส นายพลอี ซุนชิน ไปจนถึงสตีฟ จ็อบส์ เรามอบปัญญาที่ข้ามกาลเวลาสำหรับปัญหาของคุณ
tr: İsa'dan Sokrates'e, Amiral Yi'den Steve Jobs'a. Dertlerinize çağlar ötesi bilgelik sunuyoruz.
uk: Від Ісуса до Сократа, від Наполеона до Стіва Джобса. Позич позачасову мудрість для своїх турбот.
vi: Từ Chúa Jesus, Socrates, Tướng quân Lý Thường Kiệt đến Steve Jobs. Chúng tôi mang đến trí tuệ vượt thời gian cho những trăn trở của bạn.
zh: 从耶稣、苏格拉底、李舜臣将军到史蒂夫·乔布斯。 为您的困惑借来跨越时代的智慧。
zh_tw: 從耶穌到蘇格拉底，從拿破崙到史蒂夫·賈伯斯。 為你的煩惱借取永恆的智慧。

source: Get Started
ar: ابدأ الآن
de: Loslegen
es: Comenzar
fr: Commencer
hi: अभी शुरू करें
id: Mulai Sekarang
it: Inizia
ja: 今すぐ始める
ko: 지금 시작하기
ms: Mulakan Sekarang
nl: Aan de slag
pl: Rozpocznij
pt: Começar
ru: Начать
th: เริ่มต้นเลย
tr: Hemen Başla
uk: Почати
vi: Bắt đầu ngay
zh: 立即开始
zh_tw: 開始使用

# homeTitle
source: Who do you seek counsel from today?
ar: من تريد أن تستشير اليوم؟
de: Von wem suchst du heute Rat?
es: ¿De quién buscas consejo hoy?
fr: A qui souhaitez-vous demander conseil aujourd'hui ?
hi: आज किससे सलाह लेना चाहेंगे?
id: Siapa yang ingin Anda mintai nasihat hari ini?
it: A chi chiedi consiglio oggi?
ja: 今日は誰にアドバイスを求めますか？
ko: 오늘은 누구에게 조언을 구하시겠어요?
ms: Siapa yang ingin anda dapatkan nasihat hari ini?
nl: Bij wie zoek je vandaag raad?
pl: Od kogo szukasz rady dziś?
pt: De quem você busca conselho hoje?
ru: У кого вы хотите спросить совета сегодня?
th: วันนี้คุณต้องการคำปรึกษาจากใคร?
tr: Bugün kimden tavsiye almak istersiniz?
uk: У кого ти шукаєш поради сьогодні?
vi: Hôm nay bạn muốn xin lời khuyên từ ai?
zh: 今天您想向谁请教？
zh_tw: 今天你想向誰請教？

# homeWelcome
source: Who do you seek wisdom from today?
ar: ممن تطلب الحكمة اليوم؟
fr: A qui souhaitez-vous demander la sagesse aujourd'hui ?
hi: आज किससे ज्ञान प्राप्त करना चाहेंगे?
id: Siapa yang ingin Anda mintai kebijaksanaan hari ini?
it: Da chi cerchi saggezza oggi?
ja: 今日は誰に知恵を求めますか？
ko: 오늘은 누구에게 지혜를 구하시겠어요?
ms: Siapa yang ingin anda dapatkan kebijaksanaan hari ini?
nl: Van wie zoek je vandaag wijsheid?
pl: Od kogo szukasz mądrości dziś?
ru: Чьей мудрости вы ищете сегодня?
th: วันนี้คุณต้องการปัญญาจากใคร?
tr: Bugün kimin bilgeliğine başvurmak istersiniz?
uk: У кого ти шукаєш мудрості сьогодні?
vi: Hôm nay bạn muốn tìm kiếm trí tuệ từ ai?
zh: 今天您想向谁寻求智慧？
zh_tw: 今天你想向誰尋求智慧？

# homeSubtitle
source: Choose a mentor to guide you
ar: اختر مرشدك ليهديك الطريق
fr: Choisissez un mentor pour vous guider
hi: अपना मार्गदर्शक चुनें
id: Pilih mentor untuk membimbing Anda
it: Scegli un mentore per guidarti
ja: あなたを導くメンターを選んでください
ko: 당신을 인도할 멘토를 선택하세요
ms: Pilih mentor untuk membimbing anda
nl: Kies een mentor om je te begeleiden
pl: Wybierz mentora, który cię poprowadzi
ru: Выберите наставника, который направит вас
th: เลือกที่ปรึกษาที่จะนำทางคุณ
tr: Size rehberlik edecek bir mentor seçin
uk: Обери наставника, який тебе направить
vi: Chọn một người thầy để dẫn dắt bạn
zh: 选择一位引导您的导师
zh_tw: 選擇一位導師來指引你

# searchPlaceholder
source: Search for Plato, Lincoln, Hamlet...
ar: ابحث عن أفلاطون، لينكولن، هاملت...
de: Suche nach Platon, Lincoln, Hamlet...
es: Buscar a Platón, Lincoln, Hamlet...
fr: Rechercher Platon, Lincoln, Hamlet...
hi: प्लेटो, लिंकन, हैमलेट खोजें...
id: Cari Plato, Lincoln, Hamlet...
it: Cerca Platone, Lincoln, Amleto...
ja: プラトン、リンカーン、ハムレットを検索...
ko: 플라톤, 링컨, 햄릿 검색...
ms: Cari Plato, Lincoln, Hamlet...
nl: Zoek Plato, Lincoln, Hamlet...
pl: Szukaj Platona, Lincolna, Hamleta...
pt: Pesquisar Platão, Lincoln, Hamlet...
ru: Поиск: Платон, Линкольн, Гамлет...
th: ค้นหา เพลโต ลินคอล์น แฮมเล็ต...
tr: Platon, Lincoln, Hamlet ara...
uk: Шукай Платона, Лінкольна, Гамлета...
vi: Tìm kiếm Plato, Lincoln, Hamlet...
zh: 搜索柏拉图、林肯、哈姆雷特...
zh_tw: 搜尋柏拉圖、林肯、哈姆雷特...

source: Featured Mentors
ar: مرشدون مميزون
de: Empfohlene Mentoren
es: Mentores Destacados
fr: Mentors recommandes
hi: विशेष गुरु
id: Mentor Pilihan
it: Mentori in Evidenza
ja: おすすめのメンター
ko: 추천 멘토
ms: Mentor Pilihan
nl: Uitgelichte Mentoren
pl: Polecani Mentorzy
pt: Mentores em Destaque
ru: Рекомендуемые наставники
th: ที่ปรึกษาแนะนำ
tr: Öne Çıkan Mentorlar
uk: Рекомендовані Наставники
vi: Người thầy nổi bật
zh: 推荐导师
zh_tw: 精選導師

source: Explore Wisdom
ar: استكشف الحكمة
de: Weisheit Erkunden
es: Explorar Sabiduría
fr: Explorer la sagesse
hi: ज्ञान की खोज करें
id: Jelajahi Kebijaksanaan
it: Esplora la Saggezza
ja: 知恵を探求する
ko: 지혜 탐험하기
ms: Terokai Kebijaksanaan
nl: Ontdek Wijsheid
pl: Odkrywaj Mądrość
pt: Explorar Sabedoria
ru: Исследовать мудрость
th: สำรวจปัญญา
tr: Bilgeliği Keşfet
uk: Досліджуй Мудрість
vi: Khám phá trí tuệ
zh: 探索智慧
zh_tw: 探索智慧

source: See all
ar: عرض الكل
de: Alle anzeigen
es: Ver todo
fr: Voir tout
hi: सभी देखें
id: Lihat Semua
it: Vedi tutti
ja: すべて見る
ko: 전체 보기
ms: Lihat Semua
nl: Alles bekijken
pl: Zobacz wszystko
pt: Ver tudo
ru: Смотреть все
th: ดูทั้งหมด
tr: Tümünü Gör
uk: Переглянути все
vi: Xem tất cả
zh: 查看全部
zh_tw: 查看全部

source: Trending
ar: رائج
de: Im Trend
es: Tendencia
fr: Populaire
hi: लोकप्रिय
id: Populer
it: Tendenza
ja: 人気
ko: 인기
ms: Popular
pl: Popularne
pt: Em Alta
ru: Популярное
th: ยอดนิยม
tr: Popüler
uk: Популярне
vi: Phổ biến
zh: 热门
zh_tw: 熱門

source: New
ar: جديد
de: Neu
es: Nuevo
fr: Nouveau
hi: नया
id: Baru
it: Nuovo
ja: 新着
ko: 신규
ms: Baharu
nl: Nieuw
pl: Nowe
pt: Novo
ru: Новое
th: ใหม่
tr: Yeni
uk: Нове
vi: Mới
zh: 最新
zh_tw: 最新

# categoryAll
source: All
ar: الكل
de: Alle
es: Todo
fr: Tous
hi: सभी
id: Semua
it: Tutti
ja: すべて
ko: 전체
ms: Semua
nl: Alles
pl: Wszystko
pt: Todos
ru: Все
th: ทั้งหมด
tr: Tümü
uk: Усе
vi: Tất cả
zh: 全部
zh_tw: 全部

# categoryHistory
source: History
ar: التاريخ
de: Geschichte
es: Historia
fr: Histoire
hi: इतिहास
id: Sejarah
it: Storia
ja: 歴史
ko: 역사
ms: Sejarah
nl: Geschiedenis
pl: Historia
pt: História
ru: История
th: ประวัติศาสตร์
tr: Tarih
uk: Історія
vi: Lịch sử
zh: 历史
zh_tw: 歷史

# categoryPhilosophy
source: Philosophy
ar: الفلسفة
de: Philosophie
es: Filosofía
fr: Philosophie
hi: दर्शन
id: Filsafat
it: Filosofia
ja: 哲学
ko: 철학
ms: Falsafah
nl: Filosofie
pl: Filozofia
pt: Filosofia
ru: Философия
th: ปรัชญา
tr: Felsefe
uk: Філософія
vi: Triết học
zh: 哲学
zh_tw: 哲學

# categoryReligion
source: Religion
ar: الدين
es: Religión
hi: धर्म
id: Agama
it: Religione
ja: 宗教
ko: 종교
ms: Agama
nl: Religie
pl: Religia
pt: Religião
ru: Религия
th: ศาสนา
tr: Din
uk: Релігія
vi: Tôn giáo
zh: 宗教
zh_tw: 宗教

# categoryLiterature
source: Literature
ar: الأدب
de: Literatur
es: Literatura
fr: Litterature
hi: साहित्य
id: Sastra
it: Letteratura
ja: 文学
ko: 문학
ms: Sastera
nl: Literatuur
pl: Literatura
pt: Literatura
ru: Литература
th: วรรณกรรม
tr: Edebiyat
uk: Література
vi: Văn học
zh: 文学
zh_tw: 文學

# categoryFavorites
source: Favorites
ar: المفضلة
de: Favoriten
es: Favoritos
fr: Favoris
hi: पसंदीदा
id: Favorit
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
ms: Kegemaran
nl: Favorieten
pl: Ulubione
pt: Favoritos
ru: Избранное
th: รายการโปรด
tr: Favoriler
uk: Обране
vi: Yêu thích
zh: 收藏夹
zh_tw: 收藏

# inputTitle
source: What weighs on your mind?
ar: ما الذي يشغل بالك؟
de: Was belastet deinen Geist?
es: ¿Qué pesa en tu mente?
fr: Qu'est-ce qui vous preoccupe ?
hi: आपके मन में क्या चल रहा है?
id: Apa yang mengganggu pikiran Anda?
it: Cosa ti pesa nella mente?
ja: 何が心に引っかかっていますか？
ko: 무엇이 마음에 걸리시나요?
ms: Apa yang mengganggu fikiran anda?
nl: Wat drukt er op je?
pl: Co cię trapi?
pt: O que pesa em sua mente?
ru: Что вас беспокоит?
th: อะไรอยู่ในใจของคุณ?
tr: Aklınızdaki nedir?
uk: Що тебе турбує?
vi: Điều gì đang khiến bạn trăn trở?
zh: 什么让您心烦意乱？
zh_tw: 什麼讓你心煩意亂？

# inputSubtitle
source: Be honest. Detail is the path to clarity.
ar: شاركنا بصراحة. كلما كنت أكثر تحديداً، كانت الإجابة أوضح.
de: Sei ehrlich. Detail ist der Weg zur Klarheit.
es: Sé honesto. El detalle es el camino hacia la claridad.
fr: Parlez franchement. Plus vous etes precis, plus ma reponse sera claire.
hi: खुलकर बताइए। जितना विस्तार से बताएंगे, उतना स्पष्ट उत्तर मिलेगा।
id: Silakan berbicara dengan jujur. Semakin spesifik, semakin jelas jawaban yang bisa kami berikan.
it: Sii onesto. Il dettaglio è la via per la chiarezza.
ja: 正直にお話しください。具体的であるほど、明確な答えをお伝えできます。
ko: 솔직하게 말씀해주세요. 구체적일수록 명확한 답을 드릴 수 있습니다.
ms: Sila berkongsi dengan jujur. Semakin terperinci, semakin jelas jawapan yang boleh kami berikan.
nl: Wees eerlijk. Detail is de weg naar helderheid.
pl: Bądź szczery. Szczegółowość to droga do jasności.
pt: Seja honesto. O detalhe é o caminho para a clareza.
ru: Говорите откровенно. Чем конкретнее вопрос, тем точнее будет ответ.
th: โปรดพูดตรงๆ ยิ่งเจาะจงมากเท่าไหร่ คำตอบก็จะชัดเจนมากเท่านั้น
tr: İçtenlikle paylaşabilirsiniz. Ne kadar ayrıntılı olursanız, o kadar net cevap verebiliriz.
uk: Будь чесним. Деталі — шлях до ясності.
vi: Hãy chia sẻ thật lòng. Càng cụ thể, chúng tôi càng có thể đưa ra câu trả lời rõ ràng hơn.
zh: 请坦诚地说出来。越具体，我们能给您的答案就越清晰。
zh_tw: 請誠實以對。細節是通往清晰的道路。

# inputPlaceholder
source: I find myself struggling with... It began when... I am afraid that...
ar: أواجه هذه الصعوبة... بدأ الأمر هكذا... أخشى من...
de: Ich kämpfe mit... Es begann als... Ich fürchte, dass...
es: Me encuentro luchando con... Comenzó cuando... Temo que...
fr: Je fais face a cette difficulte... Cela a commence ainsi... J'ai peur de...
hi: मैं इस समस्या से जूझ रहा/रही हूं... यह इस तरह शुरू हुआ... मुझे इसका डर है...
id: Saya menghadapi kesulitan ini... Ini dimulai seperti ini... Saya takut akan...
it: Mi trovo a lottare con... È iniziato quando... Ho paura che...
ja: 私はこのような困難を抱えています... これはこのように始まりました... 私はこれが怖いです...
ko: 저는 이런 어려움을 겪고 있어요... 이것은 이렇게 시작되었어요... 저는 이것이 두려워요...
ms: Saya menghadapi kesukaran ini... Ia bermula seperti ini... Saya takut akan...
nl: Ik worstel met... Het begon toen... Ik ben bang dat...
pl: Zmagam się z... Zaczęło się, gdy... Boję się, że...
pt: Eu me encontro lutando com... Isso começou quando... Eu tenho medo de que...
ru: Я столкнулся с такой проблемой... Всё началось с того, что... Я боюсь, что...
th: ฉันกำลังเผชิญกับความยากลำบากนี้... มันเริ่มต้นแบบนี้... ฉันกลัวว่า...
tr: Şu zorluğu yaşıyorum... Böyle başladı... Şundan korkuyorum...
uk: Я борюся з... Це почалося, коли... Я боюся, що...
vi: Tôi đang gặp khó khăn này... Nó bắt đầu như thế này... Tôi lo sợ về...
zh: 我正面临这样的困难... 事情是这样开始的... 我害怕的是...
zh_tw: 我正在掙扎於... 這一切開始於... 我害怕...

# inputHelperDilemma
source: Current Dilemma
ar: المعضلة الحالية
de: Aktuelles Dilemma
es: Dilema Actual
fr: Dilemme actuel
hi: वर्तमान समस्या
id: Kekhawatiran saat ini
it: Dilemma Attuale
ja: 現在の悩み
ko: 현재 고민
ms: Keresahan semasa
nl: Huidig Dilemma
pl: Obecny Dylemat
pt: Dilema Atual
ru: Текущая проблема
th: ปัญหาปัจจุบัน
tr: Mevcut ikilem
uk: Поточна Дилема
vi: Vấn đề hiện tại
zh: 当前困境
zh_tw: 目前的困境

# inputHelperEmotion
source: Emotional State
ar: الحالة العاطفية
de: Emotionaler Zustand
es: Estado Emocional
fr: Etat emotionnel
hi: भावनात्मक स्थिति
id: Keadaan emosi
it: Stato Emotivo
ja: 感情の状態
ko: 감정 상태
ms: Keadaan emosi
nl: Emotionele Staat
pl: Stan Emocjonalny
pt: Estado Emocional
ru: Эмоциональное состояние
th: สภาพอารมณ์
tr: Duygusal durum
uk: Емоційний Стан
vi: Trạng thái cảm xúc
zh: 情绪状态
zh_tw: 情緒狀態

# inputHelperOutcome
source: Desired Outcome
ar: النتيجة المرجوة
de: Gewünschtes Ergebnis
es: Resultado Deseado
fr: Resultat souhaite
hi: अपेक्षित परिणाम
id: Hasil yang diinginkan
it: Risultato Desiderato
ja: 望む結果
ko: 원하는 결과
ms: Hasil yang diingini
nl: Gewenst Resultaat
pl: Pożądany Rezultat
pt: Resultado Desejado
ru: Желаемый результат
th: ผลลัพธ์ที่ต้องการ
tr: Arzulanan sonuç
uk: Бажаний Результат
vi: Kết quả mong muốn
zh: 期望结果
zh_tw: 期望的結果

source: Seek Wisdom
ar: اطلب الحكمة
de: Weisheit Suchen
es: Buscar Sabiduría
fr: Chercher la sagesse
hi: ज्ञान प्राप्त करें
id: Cari Kebijaksanaan
it: Cerca Saggezza
ja: 知恵を求める
ko: 지혜 구하기
ms: Dapatkan Kebijaksanaan
nl: Zoek Wijsheid
pl: Szukaj Mądrości
pt: Buscar Sabedoria
ru: Получить мудрость
th: ขอคำปรึกษา
tr: Bilgelik Ara
uk: Шукати Мудрість
vi: Tìm kiếm trí tuệ
zh: 寻求智慧
zh_tw: 尋求智慧

# privacyNote
source: Your confession is private and anonymous.
ar: مخاوفك خاصة ومجهولة الهوية.
de: Dein Geständnis ist privat und anonym.
es: Tu confesión es privada y anónima.
fr: Vos preoccupations restent privees et anonymes.
hi: आपकी समस्या गोपनीय है और गुमनाम रूप से संसाधित की जाती है।
id: Kekhawatiran Anda bersifat pribadi dan diproses secara anonim.
it: La tua confessione è privata e anonima.
ja: あなたの悩みは非公開で、匿名で処理されます。
ko: 당신의 고민은 비공개이며 익명으로 처리됩니다.
ms: Keresahan anda adalah sulit dan diproses secara tanpa nama.
nl: Je bekentenis is privé en anoniem.
pl: Twoje wyznanie jest prywatne i anonimowe.
pt: Sua confissão é privada e anônima.
ru: Ваши вопросы конфиденциальны и анонимны.
th: ปัญหาของคุณเป็นความลับและไม่ระบุตัวตน
tr: Dertleriniz gizli tutulur ve anonim olarak işlenir.
uk: Твоє зізнання приватне та анонімне.
vi: Những trăn trở của bạn được giữ kín và xử lý ẩn danh.
zh: 您的困惑是私密的，并会匿名处理。
zh_tw: 你的傾訴是私密且匿名的。

# loadingConnecting
source: Connecting with
ar: جارٍ الاتصال
de: Verbinde mit
es: Conectando con
fr: Connexion
hi: जुड़ रहा है
id: Menghubungkan
it: Connessione con
ja: 接続中
ko: 연결 중
ms: Menyambung
nl: Verbinden met
pl: Łączenie z
pt: Conectando com
ru: Подключение
th: กำลังเชื่อมต่อ
tr: Bağlanıyor
uk: З'єднання з
vi: Đang kết nối
zh: 连接中
zh_tw: 正在連接

# loadingConsulting
source: Consulting the ancient archives of wisdom
ar: يتصفح مكتبة الحكمة القديمة
de: Konsultiere die alten Archive der Weisheit
es: Consultando los archivos antiguos de sabiduría
fr: Consultation des archives de la sagesse antique
hi: प्राचीन ज्ञान के भंडार की खोज हो रही है
id: Menjelajahi perpustakaan kebijaksanaan kuno
it: Consultando gli antichi archivi della saggezza
ja: 古代の知恵の書庫を探索しています
ko: 고대의 지혜 서고를 탐색하고 있습니다
ms: Meneroka perpustakaan kebijaksanaan purba
nl: Raadplegen van de oude archieven der wijsheid
pl: Konsultacja ze starożytnymi archiwami mądrości
pt: Consultando os arquivos antigos de sabedoria
ru: Изучаем древние хранилища мудрости
th: กำลังค้นหาคลังปัญญาโบราณ
tr: Kadim bilgelik arşivleri araştırılıyor
uk: Консультування давніх архівів мудрості
vi: Đang tìm kiếm trong kho tàng trí tuệ cổ đại
zh: 正在探索古老的智慧宝库
zh_tw: 正在查閱古老的智慧檔案

# loadingAnalyzing
source: Analyzing Query
ar: جارٍ تحليل سؤالك
de: Analysiere Anfrage
es: Analizando Consulta
fr: Analyse de la question
hi: प्रश्न का विश्लेषण हो रहा है
id: Menganalisis pertanyaan
it: Analisi della Domanda
ja: 質問を分析中
ko: 질문 분석 중
ms: Menganalisis soalan anda
nl: Vraag Analyseren
pl: Analiza Pytania
pt: Analisando Consulta
ru: Анализируем ваш вопрос
th: กำลังวิเคราะห์คำถาม
tr: Soru analiz ediliyor
uk: Аналіз Запитання
vi: Đang phân tích câu hỏi
zh: 分析问题中
zh_tw: 正在分析問題

# loadingRecalling
source: RECALLING HISTORICAL CONTEXT...
ar: يستذكر السياق التاريخي...
de: RUFE HISTORISCHEN KONTEXT AB...
es: RECORDANDO CONTEXTO HISTÓRICO...
fr: Rappel du contexte historique...
hi: ऐतिहासिक संदर्भ याद किया जा रहा है...
id: Mengingat konteks sejarah...
it: RICHIAMANDO IL CONTESTO STORICO...
ja: 歴史的な背景を思い出しています...
ko: 역사적 맥락을 떠올리는 중...
ms: Mengingat konteks sejarah...
nl: HISTORISCHE CONTEXT OPHALEN...
pl: PRZYWOŁUJĘ KONTEKST HISTORYCZNY...
pt: RECORDANDO CONTEXTO HISTÓRICO...
ru: Погружаемся в исторический контекст...
th: กำลังระลึกบริบททางประวัติศาสตร์...
tr: Tarihi bağlamlar hatırlanıyor...
uk: ЗГАДУВАННЯ ІСТОРИЧНОГО КОНТЕКСТУ...
vi: Đang hồi tưởng bối cảnh lịch sử...
zh: 回忆历史背景中...
zh_tw: 正在回憶歷史背景...

# loadingOnline
source: Online
ar: متصل
es: En línea
fr: En ligne
hi: ऑनलाइन
id: Daring
ja: オンライン
ko: 온라인
ms: Dalam talian
ru: Онлайн
th: ออนไลน์
tr: Çevrimiçi
uk: Онлайн
vi: Trực tuyến
zh: 在线
zh_tw: 線上

source: Cancel Request
ar: إلغاء الطلب
de: Anfrage Abbrechen
es: Cancelar Solicitud
fr: Annuler la requete
hi: अनुरोध रद्द करें
id: Batalkan permintaan
it: Annulla Richiesta
ja: リクエストをキャンセル
ko: 요청 취소
ms: Batalkan Permintaan
nl: Verzoek Annuleren
pl: Anuluj Żądanie
pt: Cancelar Solicitação
ru: Отменить запрос
th: ยกเลิกคำขอ
tr: İsteği İptal Et
uk: Скасувати Запит
vi: Hủy yêu cầu
zh: 取消请求
zh_tw: 取消請求

# loadingNote
source: This may take a moment as we channel the persona.
ar: قد يستغرق استحضار الشخصية بعض الوقت.
de: Dies kann einen Moment dauern, während wir die Persona kanalisieren.
es: Esto puede tomar un momento mientras canalizamos la persona.
fr: L'invocation du personnage peut prendre quelques instants.
hi: गुरु को बुलाने में कुछ समय लग सकता है।
id: Mungkin perlu beberapa saat untuk memuat persona.
it: Potrebbe richiedere un momento mentre canalizziamo la persona.
ja: ペルソナの読み込みに少し時間がかかる場合があります。
ko: 페르소나를 불러오는 데 잠시 시간이 걸릴 수 있습니다.
ms: Memuatkan persona mungkin mengambil sedikit masa.
nl: Dit kan even duren terwijl we de persona kanaliseren.
pl: To może chwilę potrwać, gdy kanalizujemy osobowość.
pt: Isso pode levar um momento enquanto canalizamos a persona.
ru: Загрузка персоны может занять некоторое время.
th: อาจใช้เวลาสักครู่ในการเรียกตัวตน
tr: Karakterin yüklenmesi biraz zaman alabilir.
uk: Це може зайняти мить, поки ми каналізуємо персону.
vi: Có thể mất một chút thời gian để tải nhân vật.
zh: 加载角色可能需要一点时间。
zh_tw: 我們正在召喚人物，這可能需要一點時間。

# resultWisdom
source: Wisdom
ar: الحكمة
de: Weisheit
es: Sabiduría
fr: Sagesse
hi: ज्ञान
id: Kebijaksanaan
it: Saggezza
ja: 知恵
ko: 지혜
ms: Kebijaksanaan
nl: Wijsheid
pl: Mądrość
pt: Sabedoria
ru: Мудрость
th: ปัญญา
tr: Bilgelik
uk: Мудрість
vi: Trí tuệ
zh: 智慧
zh_tw: 智慧

# resultAiPersona
source: AI Persona Advice
ar: نصيحة شخصية ذكاء اصطناعي
de: KI-Persona Ratschlag
es: Consejo de Persona IA
fr: Conseil du personnage IA
hi: AI गुरु की सलाह
id: Nasihat Persona AI
it: Consiglio AI Persona
ja: AIペルソナのアドバイス
ko: AI 페르소나 조언
ms: Nasihat Persona AI
nl: AI Persona Advies
pl: Rada AI Persona
pt: Conselho da Persona IA
ru: Совет AI-персоны
th: คำแนะนำจากตัวตน AI
tr: Yapay Zeka Karakter Tavsiyesi
uk: Порада AI Персони
vi: Lời khuyên từ AI
zh: AI角色建议
zh_tw: AI 人物建議

# resultGeneratedBy
source: Generated by AI Persona
ar: أنشأتها شخصية ذكاء اصطناعي
de: Generiert von KI-Persona
es: Generado por Persona IA
fr: Genere par un personnage IA
hi: AI गुरु द्वारा निर्मित
id: Dihasilkan oleh Persona AI
it: Generato da AI Persona
ja: AIペルソナが生成
ko: AI 페르소나가 생성함
ms: Dijana oleh Persona AI
nl: Gegenereerd door AI Persona
pl: Wygenerowano przez AI Persona
pt: Gerado por Persona IA
ru: Создано AI-персоной
th: สร้างโดยตัวตน AI
tr: Yapay Zeka Karakteri tarafından oluşturuldu
uk: Згенеровано AI Персоною
vi: Được tạo bởi AI
zh: 由AI角色生成
zh_tw: 由 AI 人物生成

# resultScrollOfWisdom
source: Scroll of Wisdom
ar: لفافة الحكمة
de: Schriftrolle der Weisheit
es: Pergamino de Sabiduría
fr: Parchemin de sagesse
hi: ज्ञान का पत्र
id: Gulungan Kebijaksanaan
it: Pergamena della Saggezza
ja: 知恵の巻物
ko: 지혜의 두루마리
ms: Gulungan Kebijaksanaan
nl: Rol der Wijsheid
pl: Zwój Mądrości
pt: Pergaminho da Sabedoria
ru: Свиток мудрости
th: ม้วนแห่งปัญญา
tr: Bilgelik Parşömeni
uk: Сувій Мудрості
vi: Cuộn trí tuệ
zh: 智慧卷轴
zh_tw: 智慧卷軸

# resultHistoricalRecords
source: Historical Records
ar: السجلات التاريخية
de: Historische Aufzeichnungen
es: Registros Históricos
fr: Archives historiques
hi: ऐतिहासिक अभिलेख
id: Catatan Sejarah
it: Documenti Storici
ja: 歴史的記録
ko: 역사적 기록
ms: Rekod Sejarah
nl: Historische Documenten
pl: Zapisy Historyczne
pt: Registros Históricos
ru: Исторические записи
th: บันทึกทางประวัติศาสตร์
tr: Tarihi Kayıtlar
uk: Історичні Записи
vi: Ghi chép lịch sử
zh: 历史记录
zh_tw: 歷史記錄

# resultInHisOwnWords
source: In Their Own Words
ar: بكلماته
de: In Seinen Eigenen Worten
es: En Sus Propias Palabras
fr: En ses propres mots
hi: उनके अपने शब्दों में
id: Dengan kata-katanya sendiri
it: Con le Sue Parole
ja: 彼の言葉で
ko: 그의 말로
ms: Dalam Kata-katanya Sendiri
nl: In Zijn Eigen Woorden
pl: Jego Własnymi Słowami
pt: Em Suas Próprias Palavras
ru: Его собственными словами
th: ในถ้อยคำของท่าน
tr: Kendi Sözleriyle
uk: Його Власними Словами
vi: Theo lời của ngài
zh: 以他的话语
zh_tw: 他的原話

# resultKeyDecision
source: Key Decision
ar: القرار الحاسم
de: Schlüsselentscheidung
es: Decisión Clave
fr: Decision cle
hi: मुख्य निर्णय
id: Keputusan Kunci
it: Decisione Chiave
ja: 重要な決断
ko: 핵심 결정
ms: Keputusan Utama
nl: Kernbeslissing
pl: Kluczowa Decyzja
pt: Decisão Chave
ru: Ключевое решение
th: การตัดสินใจสำคัญ
tr: Önemli Karar
uk: Ключове Рішення
vi: Quyết định then chốt
zh: 关键决策
zh_tw: 關鍵決定

# resultCopy
source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
hi: कॉपी करें
id: Salin
it: Copia
ja: コピー
ko: 복사
ms: Salin
nl: Kopiëren
pl: Kopiuj
pt: Copiar
ru: Копировать
th: คัดลอก
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh: 复制
zh_tw: 複製

# resultShare
source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
hi: साझा करें
id: Bagikan
it: Condividi
ja: 共有
ko: 공유
ms: Kongsi
nl: Delen
pl: Udostępnij
pt: Compartilhar
ru: Поделиться
th: แชร์
tr: Paylaş
uk: Поділитися
vi: Chia sẻ
zh: 分享
zh_tw: 分享
