Repository: HanSyngha/Counsel
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, ja, ko, ms, nl, pl, pt, ru, th, tr, uk, vi, zh, zh_tw

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh: 取消
zh_tw: 取消

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
ms: Tutup
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh: 关闭
zh_tw: 關閉

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
id: Simpan
it: Salva
ja: 保存
ko: 저장
ms: Simpan
nl: Opslaan
pl: Zapisz
pt: Salvar
ru: Сохранить
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh: 保存
zh_tw: 儲存

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
ms: Padam
nl: Verwijderen
pl: Usuń
pt: Excluir
ru: Удалить
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh: 删除
zh_tw: 刪除

source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar
fr: Confirmer
hi: पुष्टि करें
id: Konfirmasi
it: Conferma
ja: 確認
ko: 확인
ms: Sahkan
nl: Bevestigen
pl: Potwierdź
pt: Confirmar
ru: Подтвердить
th: ยืนยัน
tr: Onayla
uk: Підтвердити
vi: Xác nhận
zh: 确认
zh_tw: 確認

source: Remove
ar: إزالة
fr: Retirer
hi: हटाएं
id: Hapus
it: Rimuovi
ja: 削除
ko: 삭제
ms: Buang
nl: Verwijderen
pl: Usuń
ru: Удалить
th: ลบ
tr: Kaldır
uk: Видалити
vi: Xóa
zh: 移除
zh_tw: 移除

# adviceYourQuestion
source: Your Question
ar: سؤالك
fr: Votre question
hi: आपका प्रश्न
id: Pertanyaan Anda
it: La Tua Domanda
ja: あなたの質問
ko: 당신의 질문
ms: Soalan Anda
nl: Jouw Vraag
pl: Twoje Pytanie
ru: Ваш вопрос
th: คำถามของคุณ
tr: Sorunuz
uk: Твоє Запитання
vi: Câu hỏi của bạn
zh: 您的问题
zh_tw: 你的問題

# adviceCitation
source: Citation
ar: الاقتباس
hi: उद्धरण
id: Kutipan
it: Citazione
ja: 引用
ko: 인용
ms: Petikan
nl: Citaat
pl: Cytat
ru: Цитата
th: อ้างอิง
tr: Alıntı
uk: Цитата
vi: Trích dẫn
zh: 引用
zh_tw: 引文

# adviceRelevance
source: Why This Matters
ar: لماذا هذا مهم
fr: Pourquoi c'est important
hi: यह महत्वपूर्ण क्यों है
id: Mengapa ini penting
it: Perché È Importante
ja: なぜ重要なのか
ko: 왜 중요한가
ms: Mengapa Ia Penting
nl: Waarom Dit Belangrijk Is
pl: Dlaczego To Ważne
ru: Почему это важно
th: ทำไมจึงสำคัญ
tr: Neden Önemli
uk: Чому Це Важливо
vi: Tại sao điều này quan trọng
zh: 为何重要
zh_tw: 為何重要

# adviceSourceType
source: Source Type
ar: نوع المصدر
fr: Type de source
hi: स्रोत का प्रकार
id: Jenis Sumber
it: Tipo di Fonte
ja: 出典の種類
ko: 출처 유형
ms: Jenis Sumber
nl: Brontype
pl: Typ Źródła
ru: Тип источника
th: ประเภทแหล่งที่มา
tr: Kaynak Türü
uk: Тип Джерела
vi: Loại nguồn
zh: 来源类型
zh_tw: 來源類型

# adviceSourceName
source: Source
ar: المصدر
hi: स्रोत
id: Sumber
it: Fonte
ja: 出典
ko: 출처
ms: Sumber
nl: Bron
pl: Źródło
ru: Источник
th: แหล่งที่มา
tr: Kaynak
uk: Джерело
vi: Nguồn
zh: 来源
zh_tw: 來源

# adviceSourceLocation
source: Location
ar: الموقع
fr: Emplacement
hi: स्थान
id: Lokasi
it: Posizione
ja: 場所
ko: 위치
ms: Lokasi
nl: Locatie
pl: Lokalizacja
ru: Расположение
th: ตำแหน่ง
tr: Konum
uk: Розташування
vi: Vị trí
zh: 位置
zh_tw: 位置

# adviceSourceYear
source: Year
ar: السنة
fr: Annee
hi: वर्ष
id: Tahun
it: Anno
ja: 年代
ko: 연도
ms: Tahun
nl: Jaar
pl: Rok
ru: Год
th: ปี
tr: Yıl
uk: Рік
vi: Năm
zh: 年份
zh_tw: 年份

# adviceSourceContext
source: Context
ar: السياق
fr: Contexte
hi: संदर्भ
id: Konteks
it: Contesto
ja: 背景
ko: 맥락
ms: Konteks
pl: Kontekst
ru: Контекст
th: บริบท
tr: Bağlam
uk: Контекст
vi: Bối cảnh
zh: 背景
zh_tw: 背景

# adviceMainCounsel
source: Counsel
ar: النصيحة
fr: Conseil
hi: मुख्य सलाह
id: Nasihat
it: Consiglio
ja: 助言
ko: 조언
ms: Nasihat
nl: Raad
pl: Rada
ru: Совет
th: คำปรึกษา
tr: Tavsiye
uk: Порада
vi: Lời khuyên
zh: 建议
zh_tw: 建議

# adviceActionSteps
source: Action Steps
ar: خطوات العمل
fr: Etapes pratiques
hi: कार्य योजना
id: Langkah Tindakan
it: Passi d'Azione
ja: 実践ステップ
ko: 실천 단계
ms: Langkah Tindakan
nl: Actiestappen
pl: Kroki Działania
ru: Практические шаги
th: ขั้นตอนปฏิบัติ
tr: Eylem Adımları
uk: Кроки Дії
vi: Các bước hành động
zh: 行动步骤
zh_tw: 行動步驟

# adviceClosingWords
source: Closing Words
ar: كلمات ختامية
fr: Mot de la fin
hi: समापन वचन
id: Kata Penutup
it: Parole di Chiusura
ja: 締めくくりの言葉
ko: 마무리 말씀
ms: Kata Penutup
nl: Slotwoorden
pl: Słowa Końcowe
ru: Заключительные слова
th: คำลงท้าย
tr: Kapanış Sözleri
uk: Заключні Слова
vi: Lời kết
zh: 结语
zh_tw: 結語

# adviceCopy
source: Copy
ar: نسخ
fr: Copier
hi: कॉपी करें
id: Salin
it: Copia
ja: コピー
ko: 복사
ms: Salin
nl: Kopiëren
pl: Kopiuj
ru: Копировать
th: คัดลอก
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh: 复制
zh_tw: 複製

# adviceShare
source: Share
ar: مشاركة
fr: Partager
hi: साझा करें
id: Bagikan
it: Condividi
ja: 共有
ko: 공유
ms: Kongsi
nl: Delen
pl: Udostępnij
ru: Поделиться
th: แชร์
tr: Paylaş
uk: Поділитися
vi: Chia sẻ
zh: 分享
zh_tw: 分享

# adviceAddedToFavorites
source: Added to favorites
ar: تمت الإضافة إلى المفضلة
fr: Ajoute aux favoris
hi: पसंदीदा में जोड़ा गया
id: Ditambahkan ke favorit
it: Aggiunto ai preferiti
ja: お気に入りに追加されました
ko: 즐겨찾기에 추가됨
ms: Ditambah ke kegemaran
nl: Toegevoegd aan favorieten
pl: Dodano do ulubionych
ru: Добавлено в избранное
th: เพิ่มในรายการโปรดแล้ว
tr: Favorilere eklendi
uk: Додано до обраного
vi: Đã thêm vào yêu thích
zh: 已添加到收藏夹
zh_tw: 已加入收藏

# adviceRemovedFromFavorites
source: Removed from favorites
ar: تمت الإزالة من المفضلة
fr: Retire des favoris
hi: पसंदीदा से हटाया गया
id: Dihapus dari favorit
it: Rimosso dai preferiti
ja: お気に入りから削除されました
ko: 즐겨찾기에서 삭제됨
ms: Dibuang dari kegemaran
nl: Verwijderd uit favorieten
pl: Usunięto z ulubionych
ru: Удалено из избранного
th: ลบออกจากรายการโปรดแล้ว
tr: Favorilerden çıkarıldı
uk: Видалено з обраного
vi: Đã xóa khỏi yêu thích
zh: 已从收藏夹移除
zh_tw: 已從收藏移除

# adviceCopied
source: Copied to clipboard
ar: تم النسخ إلى الحافظة
fr: Copie dans le presse-papiers
hi: क्लिपबोर्ड में कॉपी किया गया
id: Disalin ke papan klip
it: Copiato negli appunti
ja: クリップボードにコピーされました
ko: 클립보드에 복사됨
ms: Disalin ke papan keratan
nl: Gekopieerd naar klembord
pl: Skopiowano do schowka
ru: Скопировано в буфер обмена
th: คัดลอกไปยังคลิปบอร์ดแล้ว
tr: Panoya kopyalandı
uk: Скопійовано в буфер обміну
vi: Đã sao chép vào clipboard
zh: 已复制到剪贴板
zh_tw: 已複製到剪貼簿

# adviceShareError
source: Could not share. Please try again.
ar: تعذرت المشاركة. يرجى المحاولة مرة أخرى.
fr: Impossible de partager. Veuillez reessayer.
hi: साझा नहीं किया जा सका। कृपया पुनः प्रयास करें।
id: Tidak dapat berbagi. Silakan coba lagi.
it: Impossibile condividere. Per favore riprova.
ja: 共有できませんでした。もう一度お試しください。
ko: 공유할 수 없습니다. 다시 시도해주세요.
ms: Tidak dapat berkongsi. Sila cuba lagi.
nl: Kon niet delen. Probeer het opnieuw.
pl: Nie można udostępnić. Spróbuj ponownie.
ru: Не удалось поделиться. Пожалуйста, попробуйте еще раз.
th: ไม่สามารถแชร์ได้ กรุณาลองใหม่
tr: Paylaşılamadı. Lütfen tekrar deneyin.
uk: Не вдалося поділитися. Будь ласка, спробуй знову.
vi: Không thể chia sẻ. Vui lòng thử lại.
zh: 无法分享，请重试。
zh_tw: 無法分享。請重試。

# sourceTypeScripture
source: Scripture
ar: كتاب مقدس
fr: Ecritures
hi: धर्मग्रंथ
id: Kitab Suci
it: Scrittura
ja: 聖典
ko: 경전
ms: Kitab Suci
nl: Geschrift
pl: Pismo Święte
ru: Священное писание
th: พระคัมภีร์
tr: Kutsal Yazı
uk: Писання
vi: Kinh điển
zh: 经典
zh_tw: 經典

# sourceTypeBook
source: Book
ar: كتاب
fr: Livre
hi: पुस्तक
id: Buku
it: Libro
ja: 書籍
ko: 책
ms: Buku
nl: Boek
pl: Książka
ru: Книга
th: หนังสือ
tr: Kitap
uk: Книга
vi: Sách
zh: 书籍
zh_tw: 書籍

# sourceTypeSpeech
source: Speech
ar: خطاب
fr: Discours
hi: भाषण
id: Pidato
it: Discorso
ja: 演説
ko: 연설
ms: Ucapan
nl: Toespraak
pl: Przemówienie
ru: Речь
th: สุนทรพจน์
tr: Konuşma
uk: Промова
vi: Bài phát biểu
zh: 演讲
zh_tw: 演說

# sourceTypeBattle
source: Battle
ar: معركة
fr: Bataille
hi: युद्ध
id: Pertempuran
it: Battaglia
ja: 戦い
ko: 전투
ms: Pertempuran
nl: Veldslag
pl: Bitwa
ru: Сражение
th: สมรภูมิ
tr: Savaş
uk: Битва
vi: Trận chiến
zh: 战役
zh_tw: 戰役

# sourceTypeLetter
source: Letter
ar: رسالة
fr: Lettre
hi: पत्र
id: Surat
it: Lettera
ja: 書簡
ko: 서신
ms: Surat
nl: Brief
pl: List
ru: Письмо
th: จดหมาย
tr: Mektup
uk: Лист
vi: Thư từ
zh: 书信
zh_tw: 書信

# sourceTypeDialogue
source: Dialogue
ar: حوار
hi: संवाद
id: Dialog
it: Dialogo
ja: 対話
ko: 대화
ms: Dialog
nl: Dialoog
pl: Dialog
ru: Диалог
th: บทสนทนา
tr: Diyalog
uk: Діалог
vi: Đối thoại
zh: 对话
zh_tw: 對話

# sourceTypeMoment
source: Moment
ar: لحظة
hi: क्षण
id: Momen
it: Momento
ja: 瞬間
ko: 순간
ms: Detik
ru: Момент
th: ช่วงเวลา
tr: An
uk: Момент
vi: Khoảnh khắc
zh: 时刻
zh_tw: 時刻

# sourceTypeTeaching
source: Teaching
ar: تعليم
fr: Enseignement
hi: शिक्षा
id: Ajaran
it: Insegnamento
ja: 教え
ko: 가르침
ms: Pengajaran
nl: Onderwijzing
pl: Nauczanie
ru: Учение
th: คำสอน
tr: Öğreti
uk: Вчення
vi: Giáo huấn
zh: 教导
zh_tw: 教導

# sourceTypeNovel
source: Novel
ar: رواية
fr: Roman
hi: उपन्यास
it: Romanzo
ja: 小説
ko: 소설
nl: Roman
pl: Powieść
ru: Роман
th: นิยาย
tr: Roman
uk: Роман
vi: Tiểu thuyết
zh: 小说
zh_tw: 小說

# chatSuggestionsTitle
source: Suggested Topics
ar: مواضيع مقترحة
fr: Sujets suggeres
hi: सुझाए गए विषय
id: Topik yang Disarankan
it: Argomenti Suggeriti
ja: おすすめのトピック
ko: 추천 주제
ms: Topik Cadangan
nl: Voorgestelde Onderwerpen
pl: Sugerowane Tematy
ru: Рекомендуемые темы
th: หัวข้อแนะนำ
tr: Önerilen Konular
uk: Пропоновані Теми
vi: Chủ đề gợi ý
zh: 推荐话题
zh_tw: 建議主題

# chatIntroMessage
source: Share what weighs on your heart, and I shall offer what wisdom I can.
ar: شاركني ما في قلبك، وسأقدم لك ما لدي من حكمة.
fr: Partagez ce qui vous preoccupe, et je vous offrirai la sagesse que je peux apporter.
hi: अपने मन की बात साझा करें, मैं अपना ज्ञान आपको दूंगा।
id: Bagikan apa yang ada di hati Anda, dan saya akan memberikan kebijaksanaan sebisa saya.
it: Condividi ciò che pesa sul tuo cuore, e ti offrirò la saggezza che posso.
ja: 心に抱えていることを分かち合ってください。私にできる限りの知恵をお伝えします。
ko: 마음에 담긴 것을 나누어 주시면, 제가 할 수 있는 지혜를 드리겠습니다.
ms: Kongsikan apa yang ada dalam hati anda, dan saya akan menawarkan apa jua kebijaksanaan yang mampu saya berikan.
nl: Deel wat er op je hart drukt, en ik zal de wijsheid bieden die ik kan.
pl: Podziel się tym, co ciąży twojemu sercu, a zaoferuję ci mądrość, jaką mogę.
ru: Поделитесь тем, что у вас на душе, и я поделюсь с вами своей мудростью.
th: แบ่งปันสิ่งที่อยู่ในใจของคุณ แล้วฉันจะมอบปัญญาเท่าที่ทำได้
tr: İçinizdekini paylaşın, size elimden gelen bilgeliği sunayım.
uk: Поділися тим, що тяжить твоє серце, і я запропоную мудрість, яку зможу.
vi: Hãy chia sẻ điều trong lòng bạn, tôi sẽ trao cho bạn những gì trí tuệ của tôi có thể.
zh: 请分享您心中所想，我将尽我所能给予智慧。
zh_tw: 分享你心中的重擔，我將提供我所能給予的智慧。

# chatSuggestion1
source: How do I find my purpose?
ar: كيف أجد هدفي في الحياة؟
fr: Comment puis-je trouver mon but dans la vie ?
hi: मैं अपने जीवन का उद्देश्य कैसे खोजूं?
id: Bagaimana saya bisa menemukan tujuan hidup saya?
it: Come trovo il mio scopo?
ja: どうすれば自分の目的を見つけられますか？
ko: 어떻게 하면 제 목적을 찾을 수 있을까요?
ms: Bagaimana saya boleh mencari tujuan hidup saya?
nl: Hoe vind ik mijn doel?
pl: Jak znaleźć swój cel?
ru: Как мне найти своё предназначение?
th: ฉันจะค้นพบจุดมุ่งหมายของตัวเองได้อย่างไร?
tr: Hayattaki amacımı nasıl bulabilirim?
uk: Як мені знайти своє призначення?
vi: Làm thế nào để tôi tìm thấy mục đích của mình?
zh: 我如何能找到我的人生目标？
zh_tw: 我該如何找到人生目標？

# chatSuggestion2
source: I'm struggling with a difficult decision...
ar: أواجه قراراً صعباً...
fr: Je dois prendre une decision difficile...
hi: मुझे एक कठिन निर्णय लेना है...
id: Saya harus membuat keputusan yang sulit...
it: Sto lottando con una decisione difficile...
ja: 難しい決断をしなければならない状況です...
ko: 어려운 결정을 해야 하는 상황입니다...
ms: Saya menghadapi keputusan yang sukar...
nl: Ik worstel met een moeilijke beslissing...
pl: Zmagam się z trudną decyzją...
ru: Мне нужно принять трудное решение...
th: ฉันกำลังเผชิญกับการตัดสินใจที่ยากลำบาก...
tr: Zor bir karar vermem gerekiyor...
uk: Я борюся зі складним рішенням...
vi: Tôi đang phải đối mặt với một quyết định khó khăn...
zh: 我正面临一个艰难的抉择...
zh_tw: 我正在為一個困難的決定而掙扎...

# chatSuggestion3
source: How do I overcome my fears?
ar: كيف أتغلب على مخاوفي؟
fr: Comment puis-je surmonter mes peurs ?
hi: मैं अपने डर को कैसे जीतूं?
id: Bagaimana saya bisa mengatasi ketakutan saya?
it: Come supero le mie paure?
ja: どうすれば恐れを克服できますか？
ko: 어떻게 하면 두려움을 극복할 수 있을까요?
ms: Bagaimana saya boleh mengatasi ketakutan saya?
nl: Hoe overwin ik mijn angsten?
pl: Jak pokonać swoje lęki?
ru: Как преодолеть свой страх?
th: ฉันจะเอาชนะความกลัวได้อย่างไร?
tr: Korkularımın üstesinden nasıl gelebilirim?
uk: Як мені подолати свої страхи?
vi: Làm thế nào để tôi vượt qua nỗi sợ?
zh: 我如何能克服恐惧？
zh_tw: 我該如何克服我的恐懼？

# chatLoading
source: Contemplating...
ar: يتأمل بعمق...
fr: Reflexion en cours...
hi: गहन चिंतन में...
id: Sedang merenung dalam-dalam...
it: Contemplando...
ja: 深く考えています...
ko: 깊이 생각하는 중...
ms: Merenung dengan mendalam...
nl: Contemplerend...
pl: Kontempluję...
ru: Размышляю...
th: กำลังใคร่ครวญอย่างลึกซึ้ง...
tr: Derinden düşünüyorum...
uk: Роздумую...
vi: Đang suy ngẫm sâu sắc...
zh: 深思中...
zh_tw: 沉思中...

# chatViewFullAdvice
source: View Full Advice
ar: عرض النصيحة الكاملة
fr: Voir le conseil complet
hi: पूरी सलाह देखें
id: Lihat Nasihat Lengkap
it: Vedi Consiglio Completo
ja: 完全なアドバイスを見る
ko: 전체 조언 보기
ms: Lihat Nasihat Penuh
nl: Bekijk Volledig Advies
pl: Zobacz Pełną Poradę
ru: Посмотреть полный совет
th: ดูคำปรึกษาฉบับเต็ม
tr: Tam Tavsiyeyi Gör
uk: Переглянути Повну Пораду
vi: Xem lời khuyên đầy đủ
zh: 查看完整建议
zh_tw: 查看完整建議

# chatInputPlaceholder
source: Share your concern...
ar: شارك همومك...
fr: Partagez vos preoccupations...
hi: अपनी समस्या साझा करें...
id: Bagikan kekhawatiran Anda...
it: Condividi la tua preoccupazione...
ja: あなたの悩みを共有してください...
ko: 당신의 고민을 나누세요...
ms: Kongsikan keresahan anda...
nl: Deel je zorg...
pl: Podziel się swoją troską...
ru: Поделитесь своими переживаниями...
th: แบ่งปันปัญหาของคุณ...
tr: Derdinizi paylaşın...
uk: Поділися своєю турботою...
vi: Chia sẻ những trăn trở của bạn...
zh: 分享您的困惑...
zh_tw: 分享你的煩惱...

# chatInputHint
source: Type your message here...
ar: اكتب رسالتك...
fr: Ecrivez votre message...
hi: संदेश लिखें...
id: Ketik pesan Anda...
it: Scrivi il tuo messaggio qui...
ja: メッセージを入力してください...
ko: 메시지를 입력하세요...
ms: Taipkan mesej anda...
nl: Typ hier je bericht...
pl: Wpisz swoją wiadomość tutaj...
ru: Введите сообщение...
th: พิมพ์ข้อความ...
tr: Mesajınızı yazın...
uk: Введи своє повідомлення тут...
vi: Nhập tin nhắn...
zh: 输入消息...
zh_tw: 在此輸入你的訊息...

# chatSend
source: Send
ar: إرسال
fr: Envoyer
hi: भेजें
id: Kirim
it: Invia
ja: 送信
ko: 보내기
ms: Hantar
nl: Versturen
pl: Wyślij
ru: Отправить
th: ส่ง
tr: Gönder
uk: Надіслати
vi: Gửi
zh: 发送
zh_tw: 發送

# favoritesTitle
source: Saved Advice
ar: النصائح المحفوظة
fr: Conseils enregistres
hi: सहेजी गई सलाह
id: Nasihat Tersimpan
it: Consigli Salvati
ja: 保存したアドバイス
ko: 저장된 조언
ms: Nasihat Disimpan
nl: Opgeslagen Advies
pl: Zapisane Porady
ru: Сохранённые советы
th: คำปรึกษาที่บันทึกไว้
tr: Kaydedilen Tavsiyeler
uk: Збережені Поради
vi: Lời khuyên đã lưu
zh: 保存的建议
zh_tw: 已儲存的建議

# favoritesEmpty
source: No saved advice yet
ar: لا توجد نصائح محفوظة
fr: Aucun conseil enregistre
hi: कोई सहेजी गई सलाह नहीं है
id: Tidak ada nasihat tersimpan
it: Nessun consiglio salvato ancora
ja: 保存したアドバイスがありません
ko: 저장된 조언이 없습니다
ms: Tiada nasihat disimpan
nl: Nog geen opgeslagen advies
pl: Brak zapisanych porad
ru: Нет сохранённых советов
th: ยังไม่มีคำปรึกษาที่บันทึกไว้
tr: Kaydedilmiş tavsiye yok
uk: Ще немає збережених порад
vi: Chưa có lời khuyên nào được lưu
zh: 没有保存的建议
zh_tw: 還沒有儲存的建議

# favoritesEmptySubtitle
source: Tap the bookmark icon to save wisdom
ar: اضغط على أيقونة الإشارة المرجعية لحفظ الحكمة
fr: Appuyez sur l'icone signet pour sauvegarder la sagesse
hi: ज्ञान को सहेजने के लिए बुकमार्क आइकन दबाएं
id: Ketuk ikon bookmark untuk menyimpan kebijaksanaan
it: Tocca l'icona del segnalibro per salvare la saggezza
ja: ブックマークアイコンをタップして知恵を保存してください
ko: 북마크 아이콘을 눌러 지혜를 저장하세요
ms: Ketik ikon penanda buku untuk menyimpan kebijaksanaan
nl: Tik op het bladwijzericoon om wijsheid op te slaan
pl: Dotknij ikony zakładki, aby zapisać mądrość
ru: Нажмите на закладку, чтобы сохранить мудрость
th: แตะไอคอนบุ๊กมาร์กเพื่อบันทึกปัญญา
tr: Bilgeliği kaydetmek için yer imi simgesine dokunun
uk: Натисни іконку закладки, щоб зберегти мудрість
vi: Nhấn biểu tượng đánh dấu để lưu trí tuệ
zh: 点击书签图标保存智慧
zh_tw: 點擊書籤圖示來儲存智慧

# favoritesViewFull
source: View Full
ar: عرض الكل
fr: Voir tout
hi: पूरा देखें
id: Lihat Lengkap
it: Vedi Completo
ja: 全文を見る
ko: 전체 보기
ms: Lihat Penuh
nl: Volledig Bekijken
pl: Zobacz Pełną
ru: Смотреть полностью
th: ดูฉบับเต็ม
tr: Tümünü Gör
uk: Переглянути Повністю
vi: Xem đầy đủ
zh: 查看全部
zh_tw: 查看完整

# favoritesRemoveTitle
source: Remove from Saved
ar: إزالة من المحفوظات
fr: Retirer des enregistres
hi: सहेजे गए से हटाएं
id: Hapus dari Tersimpan
it: Rimuovi dai Salvati
ja: 保存済みから削除
ko: 저장됨에서 삭제
ms: Buang dari Disimpan
nl: Verwijderen uit Opgeslagen
pl: Usuń z Zapisanych
ru: Удалить из сохранённого
th: ลบออกจากที่บันทึกไว้
tr: Kaydedilenlerden Kaldır
uk: Видалити зі Збереженого
vi: Xóa khỏi mục đã lưu
zh: 从保存中移除
zh_tw: 從已儲存中移除

# favoritesRemoveMessage
source: Are you sure you want to remove this advice from your saved items?
ar: هل تريد إزالة هذه النصيحة من المحفوظات؟
fr: Voulez-vous retirer ce conseil des elements enregistres ?
hi: क्या आप इस सलाह को सहेजे गए से हटाना चाहते हैं?
id: Apakah Anda ingin menghapus nasihat ini dari item tersimpan?
it: Sei sicuro di voler rimuovere questo consiglio dai tuoi elementi salvati?
ja: このアドバイスを保存済みから削除しますか？
ko: 이 조언을 저장된 항목에서 삭제하시겠습니까?
ms: Adakah anda ingin membuang nasihat ini dari item yang disimpan?
nl: Weet je zeker dat je dit advies uit je opgeslagen items wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę poradę z zapisanych?
ru: Вы уверены, что хотите удалить этот совет из сохранённого?
th: คุณต้องการลบคำปรึกษานี้ออกจากที่บันทึกไว้หรือไม่?
tr: Bu tavsiyeyi kaydedilenlerden kaldırmak istiyor musunuz?
uk: Ти впевнений, що хочеш видалити цю пораду зі збережених?
vi: Bạn có muốn xóa lời khuyên này khỏi mục đã lưu không?
zh: 确定要从保存的项目中移除这条建议吗？
zh_tw: 你確定要從已儲存的項目中移除這條建議嗎？

# favoritesRemoved
source: Removed from saved
ar: تمت الإزالة من المحفوظات
fr: Retire des enregistres
hi: सहेजे गए से हटाया गया
id: Dihapus dari tersimpan
it: Rimosso dai salvati
ja: 保存済みから削除されました
ko: 저장됨에서 삭제됨
ms: Dibuang dari disimpan
nl: Verwijderd uit opgeslagen
pl: Usunięto z zapisanych
ru: Удалено из сохранённого
th: ลบออกจากที่บันทึกไว้แล้ว
tr: Kaydedilenlerden kaldırıldı
uk: Видалено зі збереженого
vi: Đã xóa khỏi mục đã lưu
zh: 已从保存中移除
zh_tw: 已從儲存中移除

# languageTitle
source: Select Language
ar: اختر اللغة
fr: Selection de la langue
hi: भाषा चुनें
id: Pilih Bahasa
it: Seleziona Lingua
ja: 言語を選択
ko: 언어 선택
ms: Pilih Bahasa
nl: Selecteer Taal
pl: Wybierz Język
ru: Выбор языка
th: เลือกภาษา
tr: Dil Seçin
uk: Вибери Мову
vi: Chọn ngôn ngữ
zh: 选择语言
zh_tw: 選擇語言

# languageSelectPrompt
source: Choose your preferred language
ar: اختر لغتك المفضلة
fr: Choisissez votre langue preferee
hi: अपनी पसंदीदा भाषा चुनें
id: Pilih bahasa yang Anda inginkan
it: Scegli la tua lingua preferita
ja: ご希望の言語を選択してください
ko: 원하는 언어를 선택하세요
ms: Pilih bahasa pilihan anda
nl: Kies je voorkeurstaal
pl: Wybierz preferowany język
ru: Выберите предпочитаемый язык
th: เลือกภาษาที่ต้องการ
tr: Tercih ettiğiniz dili seçin
uk: Обери бажану мову
vi: Chọn ngôn ngữ bạn muốn
zh: 请选择您的首选语言
zh_tw: 選擇你偏好的語言

# languageSelectSubtitle
source: You can change this anytime in settings
ar: يمكنك تغييرها في أي وقت من الإعدادات
fr: Vous pouvez la modifier a tout moment dans les parametres
hi: आप इसे सेटिंग्स में कभी भी बदल सकते हैं
id: Anda dapat mengubahnya kapan saja di pengaturan
it: Puoi cambiarla in qualsiasi momento nelle impostazioni
ja: 設定でいつでも変更できます
ko: 설정에서 언제든지 변경할 수 있습니다
ms: Anda boleh menukarnya bila-bila masa dalam tetapan
nl: Je kunt dit altijd wijzigen in instellingen
pl: Możesz to zmienić w dowolnym momencie w ustawieniach
ru: Вы можете изменить это в настройках в любое время
th: คุณสามารถเปลี่ยนได้ทุกเมื่อในการตั้งค่า
tr: Bunu daha sonra ayarlardan değiştirebilirsiniz
uk: Ти можеш змінити це в будь-який час у налаштуваннях
vi: Bạn có thể thay đổi bất cứ lúc nào trong cài đặt
zh: 您可以随时在设置中更改
zh_tw: 你可以隨時在設定中更改

# personaFeatured
source: Featured
ar: مميز
fr: Recommande
hi: विशेष
id: Pilihan
it: In Evidenza
ja: おすすめ
ko: 추천
ms: Pilihan
nl: Uitgelicht
pl: Polecane
ru: Рекомендуемые
th: แนะนำ
tr: Öne Çıkan
uk: Рекомендовані
vi: Nổi bật
zh: 推荐
zh_tw: 精選

# personaSignatureQuote
source: Signature Quote
ar: مقولة شهيرة
fr: Citation emblematique
hi: प्रसिद्ध उक्ति
id: Kutipan Khas
it: Citazione Distintiva
ja: 代表的な名言
ko: 대표 명언
ms: Kata-kata Terkenal
nl: Kenmerkend Citaat
pl: Cytat Charakterystyczny
ru: Известная цитата
th: คำคมเด่น
tr: İmza Sözü
uk: Характерна Цитата
vi: Câu nói nổi tiếng
zh: 代表名言
zh_tw: 標誌性名言

# personaAbout
source: About
ar: نبذة
fr: Presentation
hi: परिचय
id: Tentang
it: Informazioni
ja: 紹介
ko: 소개
ms: Tentang
nl: Over
pl: O postaci
ru: О персоне
th: เกี่ยวกับ
tr: Hakkında
uk: Про
vi: Giới thiệu
zh: 简介
zh_tw: 關於

# personaStartChat
source: Start Conversation
ar: ابدأ المحادثة
fr: Commencer la discussion
hi: बातचीत शुरू करें
id: Mulai Obrolan
it: Inizia Conversazione
ja: 会話を始める
ko: 대화 시작
ms: Mulakan Sembang
nl: Start Gesprek
pl: Rozpocznij Rozmowę
ru: Начать диалог
th: เริ่มสนทนา
tr: Sohbete Başla
uk: Почати Розмову
vi: Bắt đầu trò chuyện
zh: 开始对话
zh_tw: 開始對話

# personaCategory
source: Category
ar: الفئة
fr: Categorie
hi: श्रेणी
id: Kategori
it: Categoria
ja: カテゴリー
ko: 카테고리
ms: Kategori
nl: Categorie
pl: Kategoria
ru: Категория
th: หมวดหมู่
tr: Kategori
uk: Категорія
vi: Danh mục
zh: 类别
zh_tw: 類別

# personaEra
source: Era
ar: الحقبة
fr: Epoque
hi: युग
ja: 時代
ko: 시대
pl: Epoka
ru: Эпоха
th: ยุคสมัย
tr: Dönem
uk: Епоха
vi: Thời đại
zh: 时代
zh_tw: 時代

# personaExpertise
source: Areas of Wisdom
ar: مجال الحكمة
fr: Domaines de sagesse
hi: ज्ञान का क्षेत्र
id: Bidang Kebijaksanaan
it: Aree di Saggezza
ja: 知恵の領域
ko: 지혜의 영역
ms: Bidang Kebijaksanaan
nl: Gebieden van Wijsheid
pl: Obszary Mądrości
ru: Область мудрости
th: ขอบเขตแห่งปัญญา
tr: Bilgelik Alanı
uk: Сфери Мудрості
vi: Lĩnh vực trí tuệ
zh: 智慧领域
zh_tw: 智慧領域

# personaAskQuestion
source: Ask a Question
ar: اطرح سؤالاً
fr: Poser une question
hi: प्रश्न पूछें
id: Ajukan Pertanyaan
it: Fai una Domanda
ja: 質問する
ko: 질문하기
ms: Tanya Soalan
nl: Stel een Vraag
pl: Zadaj Pytanie
ru: Задать вопрос
th: ถามคำถาม
tr: Soru Sor
uk: Задати Питання
vi: Đặt câu hỏi
zh: 提问
zh_tw: 提問

# personaSocrates
source: Socrates
ar: سقراط
de: Sokrates
es: Sócrates
fr: Socrate
hi: सुकरात
id: Sokrates
it: Socrate
ja: ソクラテス
ko: 소크라테스
pl: Sokrates
pt: Sócrates
ru: Сократ
th: โสกราตีส
tr: Sokrates
uk: Сократ
zh: 苏格拉底
zh_tw: 蘇格拉底

# personaSocratesTitle
source: Father of Western Philosophy
ar: أبو الفلسفة الغربية
de: Vater der westlichen Philosophie
es: Padre de la Filosofía Occidental
fr: Pere de la philosophie occidentale
hi: पश्चिमी दर्शन के जनक
id: Bapak Filsafat Barat
it: Padre della Filosofia Occidentale
ja: 西洋哲学の父
ko: 서양 철학의 아버지
ms: Bapa Falsafah Barat
nl: Vader van de Westerse Filosofie
pl: Ojciec Filozofii Zachodniej
pt: Pai da Filosofia Ocidental
ru: Отец западной философии
th: บิดาแห่งปรัชญาตะวันตก
tr: Batı Felsefesinin Babası
uk: Батько Західної Філософії
vi: Cha đẻ của triết học phương Tây
zh: 西方哲学之父
zh_tw: 西方哲學之父
